import { ICity } from './types/index.js';

export const CityList: ICity[] = [
  {
    address: 'Респ Адыгея, г Адыгейск',
    lnglat: ['39.190289', '44.878414'],
  },
  {
    address: 'г Майкоп',
    lnglat: ['40.1006606', '44.6098268'],
  },
  {
    address: 'г Горно-Алтайск',
    lnglat: ['85.9603235', '51.9581028'],
  },
  {
    address: 'Алтайский край, г Алейск',
    lnglat: ['82.7793606', '52.4922513'],
  },
  {
    address: 'г Барнаул',
    lnglat: ['83.7798064', '53.3479968'],
  },
  {
    address: 'Алтайский край, г Белокуриха',
    lnglat: ['84.9839604', '51.996152'],
  },
  {
    address: 'Алтайский край, г Бийск',
    lnglat: ['85.2138453', '52.5393864'],
  },
  {
    address: 'Алтайский край, г Горняк',
    lnglat: ['81.4643358', '50.9979622'],
  },
  {
    address: 'Алтайский край, г Заринск',
    lnglat: ['84.9315081', '53.7063476'],
  },
  {
    address: 'Алтайский край, г Змеиногорск',
    lnglat: ['82.1872547', '51.1581094'],
  },
  {
    address: 'Алтайский край, г Камень-на-Оби',
    lnglat: ['81.3545053', '53.7913974'],
  },
  {
    address: 'Алтайский край, г Новоалтайск',
    lnglat: ['83.9311069', '53.4119759'],
  },
  {
    address: 'Алтайский край, г Рубцовск',
    lnglat: ['81.2078695', '51.5012067'],
  },
  {
    address: 'Алтайский край, г Славгород',
    lnglat: ['78.6459232', '52.999463'],
  },
  {
    address: 'Алтайский край, г Яровое',
    lnglat: ['78.5729775', '52.9252146'],
  },
  {
    address: 'Амурская обл, г Белогорск',
    lnglat: ['128.4739471', '50.9213415'],
  },
  {
    address: 'г Благовещенск',
    lnglat: ['127.527198', '50.290659'],
  },
  {
    address: 'Амурская обл, г Завитинск',
    lnglat: ['129.4391813', '50.1064111'],
  },
  {
    address: 'Амурская обл, г Зея',
    lnglat: ['127.265787', '53.7340088'],
  },
  {
    address: 'Амурская обл, г Райчихинск',
    lnglat: ['129.4112492', '49.7941615'],
  },
  {
    address: 'Амурская обл, г Свободный',
    lnglat: ['128.1219729', '51.3614103'],
  },
  {
    address: 'Амурская обл, г Сковородино',
    lnglat: ['123.9437205', '53.9871095'],
  },
  {
    address: 'Амурская обл, г Тында',
    lnglat: ['124.7468904', '55.1546441'],
  },
  {
    address: 'Амурская обл, г Циолковский',
    lnglat: ['128.1219846', '51.762481'],
  },
  {
    address: 'Амурская обл, г Шимановск',
    lnglat: ['127.7005458', '52.0051886'],
  },
  {
    address: 'г Архангельск',
    lnglat: ['40.5169606', '64.5394289'],
  },
  {
    address: 'Архангельская обл, г Вельск',
    lnglat: ['42.1032789', '61.066'],
  },
  {
    address: 'Архангельская обл, г Каргополь',
    lnglat: ['38.9636966', '61.5009724'],
  },
  {
    address: 'Архангельская обл, г Коряжма',
    lnglat: ['47.1003015', '61.2885948'],
  },
  {
    address: 'Архангельская обл, г Котлас',
    lnglat: ['46.633242', '61.2528972'],
  },
  {
    address: 'Архангельская обл, г Мезень',
    lnglat: ['44.2532273', '65.8398078'],
  },
  {
    address: 'Архангельская обл, г Мирный',
    lnglat: ['40.3360076', '62.7645265'],
  },
  {
    address: 'Архангельская обл, г Новодвинск',
    lnglat: ['40.8208143', '64.4136851'],
  },
  {
    address: 'Архангельская обл, г Няндома',
    lnglat: ['40.2062947', '61.6654674'],
  },
  {
    address: 'Архангельская обл, г Онега',
    lnglat: ['38.0805031', '63.9162928'],
  },
  {
    address: 'Архангельская обл, г Северодвинск',
    lnglat: ['39.8180934', '64.5625385'],
  },
  {
    address: 'Архангельская обл, Котласский р-н, г Сольвычегодск',
    lnglat: ['46.920441', '61.3319616'],
  },
  {
    address: 'Архангельская обл, г Шенкурск',
    lnglat: ['42.8996973', '62.1057272'],
  },
  {
    address: 'г Астрахань',
    lnglat: ['48.0559236', '46.3655652'],
  },
  {
    address: 'Астраханская обл, г Ахтубинск',
    lnglat: ['46.1906462', '48.2752034'],
  },
  {
    address: 'Астраханская обл, г Знаменск',
    lnglat: ['45.7368019', '48.5866291'],
  },
  {
    address: 'Астраханская обл, г Камызяк',
    lnglat: ['48.07333', '46.110579'],
  },
  {
    address: 'Астраханская обл, г Нариманов',
    lnglat: ['47.8502476', '46.6916565'],
  },
  {
    address: 'Астраханская обл, г Харабали',
    lnglat: ['47.2525345', '47.408999'],
  },
  {
    address: 'Респ Башкортостан, г Агидель',
    lnglat: ['53.9220144', '55.8999056'],
  },
  {
    address: 'Респ Башкортостан, г Баймак',
    lnglat: ['58.3110998', '52.5912896'],
  },
  {
    address: 'Респ Башкортостан, г Белебей',
    lnglat: ['54.1113129', '54.1034582'],
  },
  {
    address: 'Респ Башкортостан, г Белорецк',
    lnglat: ['58.4100419', '53.9676488'],
  },
  {
    address: 'Респ Башкортостан, г Бирск',
    lnglat: ['55.5582214', '55.4155753'],
  },
  {
    address: 'Респ Башкортостан, г Благовещенск',
    lnglat: ['55.9553186', '55.0499867'],
  },
  {
    address: 'Респ Башкортостан, г Давлеканово',
    lnglat: ['55.0312373', '54.2226707'],
  },
  {
    address: 'Респ Башкортостан, г Дюртюли',
    lnglat: ['54.8524765', '55.4848318'],
  },
  {
    address: 'Респ Башкортостан, г Ишимбай',
    lnglat: ['56.0438751', '53.4545764'],
  },
  {
    address: 'Респ Башкортостан, г Кумертау',
    lnglat: ['55.7970197', '52.7564939'],
  },
  {
    address: 'Респ Башкортостан, г Межгорье',
    lnglat: ['57.9614547', '54.2397689'],
  },
  {
    address: 'Респ Башкортостан, г Мелеуз',
    lnglat: ['55.9282838', '52.9589532'],
  },
  {
    address: 'Респ Башкортостан, г Нефтекамск',
    lnglat: ['54.2483061', '56.088377'],
  },
  {
    address: 'Респ Башкортостан, г Октябрьский',
    lnglat: ['53.4655972', '54.4815311'],
  },
  {
    address: 'Респ Башкортостан, г Салават',
    lnglat: ['55.9245224', '53.3616974'],
  },
  {
    address: 'Респ Башкортостан, г Сибай',
    lnglat: ['58.6663783', '52.7204651'],
  },
  {
    address: 'Респ Башкортостан, г Стерлитамак',
    lnglat: ['55.9317089', '53.6300864'],
  },
  {
    address: 'Респ Башкортостан, г Туймазы',
    lnglat: ['53.6950623', '54.5999224'],
  },
  {
    address: 'г Уфа',
    lnglat: ['55.9578468', '54.734944'],
  },
  {
    address: 'Респ Башкортостан, г Учалы',
    lnglat: ['59.4125461', '54.3067375'],
  },
  {
    address: 'Респ Башкортостан, г Янаул',
    lnglat: ['54.929907', '56.2650146'],
  },
  {
    address: 'Белгородская обл, г Алексеевка',
    lnglat: ['38.6880342', '50.6299647'],
  },
  {
    address: 'г Белгород',
    lnglat: ['36.5856652', '50.5976472'],
  },
  {
    address: 'Белгородская обл, г Бирюч',
    lnglat: ['38.4005083', '50.6484585'],
  },
  {
    address: 'Белгородская обл, г Валуйки',
    lnglat: ['38.0998772', '50.2111207'],
  },
  {
    address: 'Белгородская обл, г Грайворон',
    lnglat: ['35.6663877', '50.4862958'],
  },
  {
    address: 'Белгородская обл, г Губкин',
    lnglat: ['37.5347759', '51.2837123'],
  },
  {
    address: 'Белгородская обл, г Короча',
    lnglat: ['37.1896436', '50.8129041'],
  },
  {
    address: 'Белгородская обл, г Новый Оскол',
    lnglat: ['37.8775484', '50.7633747'],
  },
  {
    address: 'Белгородская обл, г Старый Оскол',
    lnglat: ['37.8350182', '51.2967101'],
  },
  {
    address: 'Белгородская обл, г Строитель',
    lnglat: ['36.4887648', '50.7845099'],
  },
  {
    address: 'Белгородская обл, г Шебекино',
    lnglat: ['36.8877889', '50.4004883'],
  },
  {
    address: 'г Брянск',
    lnglat: ['34.3652146', '53.2419535'],
  },
  {
    address: 'Брянская обл, г Дятьково',
    lnglat: ['34.3551812', '53.5958178'],
  },
  {
    address: 'Брянская обл, г Жуковка',
    lnglat: ['33.7302579', '53.5340397'],
  },
  {
    address: 'Брянская обл, г Злынка',
    lnglat: ['31.7360399', '52.4267015'],
  },
  {
    address: 'Брянская обл, г Карачев',
    lnglat: ['34.9888727', '53.1296524'],
  },
  {
    address: 'Брянская обл, г Клинцы',
    lnglat: ['32.233911', '52.7529119'],
  },
  {
    address: 'Брянская обл, г Мглин',
    lnglat: ['32.8468129', '53.0599771'],
  },
  {
    address: 'Брянская обл, г Новозыбков',
    lnglat: ['31.9357991', '52.537173'],
  },
  {
    address: 'Брянская обл, г Почеп',
    lnglat: ['33.4744058', '52.9154851'],
  },
  {
    address: 'Брянская обл, г Севск',
    lnglat: ['34.4918415', '52.1483358'],
  },
  {
    address: 'Брянская обл, г Сельцо',
    lnglat: ['34.1059172', '53.3739884'],
  },
  {
    address: 'Брянская обл, г Стародуб',
    lnglat: ['32.760403', '52.5852257'],
  },
  {
    address: 'Брянская обл, г Сураж',
    lnglat: ['32.3938878', '53.0170888'],
  },
  {
    address: 'Брянская обл, г Трубчевск',
    lnglat: ['33.7660547', '52.5791734'],
  },
  {
    address: 'Брянская обл, г Унеча',
    lnglat: ['32.6757629', '52.8461199'],
  },
  {
    address: 'Брянская обл, г Фокино',
    lnglat: ['34.4159238', '53.4554145'],
  },
  {
    address: 'Респ Бурятия, Кабанский р-н, г Бабушкин',
    lnglat: ['105.8673219', '51.7112755'],
  },
  {
    address: 'Респ Бурятия, г Гусиноозерск',
    lnglat: ['106.5230319', '51.2865048'],
  },
  {
    address: 'Респ Бурятия, г Закаменск',
    lnglat: ['103.286699', '50.372713'],
  },
  {
    address: 'Респ Бурятия, г Кяхта',
    lnglat: ['106.4533516', '50.346543'],
  },
  {
    address: 'Респ Бурятия, г Северобайкальск',
    lnglat: ['109.3361505', '55.635614'],
  },
  {
    address: 'г Улан-Удэ',
    lnglat: ['107.5842223', '51.8335853'],
  },
  {
    address: 'Владимирская обл, г Александров',
    lnglat: ['38.7111123', '56.391819'],
  },
  {
    address: 'г Владимир',
    lnglat: ['40.4084376', '56.1280804'],
  },
  {
    address: 'Владимирская обл, г Вязники',
    lnglat: ['42.2687398', '56.29773'],
  },
  {
    address: 'Владимирская обл, г Гороховец',
    lnglat: ['42.6926111', '56.2021036'],
  },
  {
    address: 'Владимирская обл, г Гусь-Хрустальный',
    lnglat: ['40.6579929', '55.6198751'],
  },
  {
    address: 'Владимирская обл, г Камешково',
    lnglat: ['40.9955183', '56.3490152'],
  },
  {
    address: 'Владимирская обл, Александровский р-н, г Карабаново',
    lnglat: ['38.7034257', '56.3131822'],
  },
  {
    address: 'Владимирская обл, г Киржач',
    lnglat: ['38.8635701', '56.1486863'],
  },
  {
    address: 'Владимирская обл, г Ковров',
    lnglat: ['41.3170576', '56.3554349'],
  },
  {
    address: 'Владимирская обл, г Кольчугино',
    lnglat: ['39.391336', '56.3327254'],
  },
  {
    address: 'Владимирская обл, Петушинский р-н, г Костерево',
    lnglat: ['39.6247398', '55.9337222'],
  },
  {
    address: 'Владимирская обл, Гусь-Хрустальный р-н, г Курлово',
    lnglat: ['40.6124108', '55.452698'],
  },
  {
    address: 'Владимирская обл, Собинский р-н, г Лакинск',
    lnglat: ['39.956551', '56.0180587'],
  },
  {
    address: 'Владимирская обл, г Меленки',
    lnglat: ['41.6340046', '55.3387515'],
  },
  {
    address: 'Владимирская обл, г Муром',
    lnglat: ['42.0231362', '55.5630311'],
  },
  {
    address: 'Владимирская обл, г Петушки',
    lnglat: ['39.4508075', '55.9298134'],
  },
  {
    address: 'Владимирская обл, Петушинский р-н, г Покров',
    lnglat: ['39.1734526', '55.9166398'],
  },
  {
    address: 'Владимирская обл, г Радужный',
    lnglat: ['40.3321855', '55.9960277'],
  },
  {
    address: 'Владимирская обл, г Собинка',
    lnglat: ['40.0179653', '55.9939169'],
  },
  {
    address: 'Владимирская обл, Александровский р-н, г Струнино',
    lnglat: ['38.5839667', '56.3749967'],
  },
  {
    address: 'Владимирская обл, г Судогда',
    lnglat: ['40.8562939', '55.9498056'],
  },
  {
    address: 'Владимирская обл, г Суздаль',
    lnglat: ['40.4525692', '56.4274441'],
  },
  {
    address: 'Владимирская обл, г Юрьев-Польский',
    lnglat: ['39.6680539', '56.4937757'],
  },
  {
    address: 'г Волгоград',
    lnglat: ['44.5170339', '48.7070042'],
  },
  {
    address: 'Волгоградская обл, г Волжский',
    lnglat: ['44.7462538', '48.7978209'],
  },
  {
    address: 'Волгоградская обл, г Дубовка',
    lnglat: ['44.8270085', '49.0554742'],
  },
  {
    address: 'Волгоградская обл, г Жирновск',
    lnglat: ['44.7858202', '50.9768814'],
  },
  {
    address: 'Волгоградская обл, г Калач-на-Дону',
    lnglat: ['43.5306303', '48.6889024'],
  },
  {
    address: 'Волгоградская обл, г Камышин',
    lnglat: ['45.3844202', '50.0651529'],
  },
  {
    address: 'Волгоградская обл, г Котельниково',
    lnglat: ['43.1330872', '47.6310259'],
  },
  {
    address: 'Волгоградская обл, г Котово',
    lnglat: ['44.8030699', '50.3205766'],
  },
  {
    address: 'Волгоградская обл, Среднеахтубинский р-н, г Краснослободск',
    lnglat: ['44.5630857', '48.7068721'],
  },
  {
    address: 'Волгоградская обл, г Ленинск',
    lnglat: ['45.1992692', '48.6936061'],
  },
  {
    address: 'Волгоградская обл, г Михайловка',
    lnglat: ['43.2401512', '50.0708719'],
  },
  {
    address: 'Волгоградская обл, г Николаевск',
    lnglat: ['45.4731658', '50.0165306'],
  },
  {
    address: 'Волгоградская обл, г Новоаннинский',
    lnglat: ['42.6666439', '50.5296067'],
  },
  {
    address: 'Волгоградская обл, г Палласовка',
    lnglat: ['46.8804277', '50.0500944'],
  },
  {
    address: 'Волгоградская обл, Камышинский р-н, г Петров Вал',
    lnglat: ['45.20914', '50.1380557'],
  },
  {
    address: 'Волгоградская обл, г Серафимович',
    lnglat: ['42.7360402', '49.5663183'],
  },
  {
    address: 'Волгоградская обл, г Суровикино',
    lnglat: ['42.8541163', '48.618917'],
  },
  {
    address: 'Волгоградская обл, г Урюпинск',
    lnglat: ['42.0288513', '50.7903789'],
  },
  {
    address: 'Волгоградская обл, г Фролово',
    lnglat: ['43.6648641', '49.7649148'],
  },
  {
    address: 'Вологодская обл, г Бабаево',
    lnglat: ['35.9377058', '59.3892583'],
  },
  {
    address: 'Вологодская обл, г Белозерск',
    lnglat: ['37.7890586', '60.0308381'],
  },
  {
    address: 'Вологодская обл, г Великий Устюг',
    lnglat: ['46.3054414', '60.7603913'],
  },
  {
    address: 'г Вологда',
    lnglat: ['39.8355662', '59.2483905'],
  },
  {
    address: 'Вологодская обл, г Вытегра',
    lnglat: ['36.4495137', '61.0063465'],
  },
  {
    address: 'Вологодская обл, г Грязовец',
    lnglat: ['40.2485362', '58.8757553'],
  },
  {
    address: 'Вологодская обл, Сокольский р-н, г Кадников',
    lnglat: ['40.3441148', '59.5037764'],
  },
  {
    address: 'Вологодская обл, г Кириллов',
    lnglat: ['38.3748782', '59.8591523'],
  },
  {
    address: 'Вологодская обл, Великоустюгский р-н, г Красавино',
    lnglat: ['46.4814116', '60.9612823'],
  },
  {
    address: 'Вологодская обл, г Никольск',
    lnglat: ['45.4576137', '59.5351837'],
  },
  {
    address: 'Вологодская обл, г Сокол',
    lnglat: ['40.1114187', '59.4758605'],
  },
  {
    address: 'Вологодская обл, г Тотьма',
    lnglat: ['42.7589506', '59.9734998'],
  },
  {
    address: 'Вологодская обл, г Устюжна',
    lnglat: ['36.4425478', '58.8383117'],
  },
  {
    address: 'Вологодская обл, г Харовск',
    lnglat: ['40.2000298', '59.9479423'],
  },
  {
    address: 'Вологодская обл, г Череповец',
    lnglat: ['37.9090497', '59.1269212'],
  },
  {
    address: 'Воронежская обл, г Бобров',
    lnglat: ['40.0318256', '51.0901649'],
  },
  {
    address: 'Воронежская обл, г Богучар',
    lnglat: ['40.5590801', '49.9352454'],
  },
  {
    address: 'Воронежская обл, г Борисоглебск',
    lnglat: ['42.1008334', '51.3655754'],
  },
  {
    address: 'Воронежская обл, г Бутурлиновка',
    lnglat: ['40.5976923', '50.8311818'],
  },
  {
    address: 'г Воронеж',
    lnglat: ['39.1969229', '51.6593332'],
  },
  {
    address: 'Воронежская обл, г Калач',
    lnglat: ['41.0162014', '50.4242134'],
  },
  {
    address: 'Воронежская обл, г Лиски',
    lnglat: ['39.5184909', '50.9945626'],
  },
  {
    address: 'Воронежская обл, г Нововоронеж',
    lnglat: ['39.2162843', '51.3091524'],
  },
  {
    address: 'Воронежская обл, г Новохоперск',
    lnglat: ['41.6173404', '51.0952211'],
  },
  {
    address: 'Воронежская обл, г Острогожск',
    lnglat: ['39.0407746', '50.8677905'],
  },
  {
    address: 'Воронежская обл, г Павловск',
    lnglat: ['40.136874', '50.453455'],
  },
  {
    address: 'Воронежская обл, г Поворино',
    lnglat: ['42.2472726', '51.1954419'],
  },
  {
    address: 'Воронежская обл, г Россошь',
    lnglat: ['39.6226965', '50.1701949'],
  },
  {
    address: 'Воронежская обл, г Семилуки',
    lnglat: ['39.0190454', '51.6951644'],
  },
  {
    address: 'Воронежская обл, г Эртиль',
    lnglat: ['40.8074182', '51.830932'],
  },
  {
    address: 'Респ Дагестан, г Буйнакск',
    lnglat: ['47.1165263', '42.8214424'],
  },
  {
    address: 'Респ Дагестан, г Дагестанские Огни',
    lnglat: ['48.1939354', '42.1152296'],
  },
  {
    address: 'Респ Дагестан, г Дербент',
    lnglat: ['48.2907452', '42.058966'],
  },
  {
    address: 'Респ Дагестан, г Избербаш',
    lnglat: ['47.8710051', '42.5650962'],
  },
  {
    address: 'Респ Дагестан, г Каспийск',
    lnglat: ['47.6367066', '42.8916007'],
  },
  {
    address: 'Респ Дагестан, г Кизилюрт',
    lnglat: ['46.8729636', '43.203825'],
  },
  {
    address: 'Респ Дагестан, г Кизляр',
    lnglat: ['46.7233699', '43.8484083'],
  },
  {
    address: 'г Махачкала',
    lnglat: ['47.5047181', '42.9849159'],
  },
  {
    address: 'Респ Дагестан, г Хасавюрт',
    lnglat: ['46.5851292', '43.2504665'],
  },
  {
    address: 'Респ Дагестан, г Южно-Сухокумск',
    lnglat: ['45.6499523', '44.6602467'],
  },
  {
    address: 'г Биробиджан',
    lnglat: ['132.9217207', '48.7946446'],
  },
  {
    address: 'Еврейская Аобл, г Облучье',
    lnglat: ['131.0540102', '49.0189345'],
  },
  {
    address: 'Забайкальский край, г Балей',
    lnglat: ['116.6379549', '51.5823759'],
  },
  {
    address: 'Забайкальский край, г Борзя',
    lnglat: ['116.5234779', '50.3876058'],
  },
  {
    address: 'Забайкальский край, г Краснокаменск',
    lnglat: ['118.0323936', '50.0929703'],
  },
  {
    address: 'Забайкальский край, г Могоча',
    lnglat: ['119.7660867', '53.7361398'],
  },
  {
    address: 'Забайкальский край, г Нерчинск',
    lnglat: ['116.5852383', '51.9594977'],
  },
  {
    address: 'Забайкальский край, г Петровск-Забайкальский',
    lnglat: ['108.846681', '51.2748592'],
  },
  {
    address: 'Забайкальский край, г Сретенск',
    lnglat: ['117.7117842', '52.2461454'],
  },
  {
    address: 'Забайкальский край, г Хилок',
    lnglat: ['110.4590898', '51.3634856'],
  },
  {
    address: 'г Чита',
    lnglat: ['113.4994', '52.0340142'],
  },
  {
    address: 'Забайкальский край, г Шилка',
    lnglat: ['116.0334461', '51.8497035'],
  },
  {
    address: 'Ивановская обл, г Вичуга',
    lnglat: ['41.9132201', '57.2044698'],
  },
  {
    address: 'Ивановская обл, г Гаврилов Посад',
    lnglat: ['40.1228906', '56.5586946'],
  },
  {
    address: 'Ивановская обл, г Заволжск',
    lnglat: ['42.1375625', '57.4918141'],
  },
  {
    address: 'г Иваново',
    lnglat: ['40.9728272', '56.9993792'],
  },
  {
    address: 'Ивановская обл, г Кинешма',
    lnglat: ['42.168914', '57.4425463'],
  },
  {
    address: 'Ивановская обл, г Комсомольск',
    lnglat: ['40.3776851', '57.0273052'],
  },
  {
    address: 'Ивановская обл, г Кохма',
    lnglat: ['41.0931657', '56.9324606'],
  },
  {
    address: 'Ивановская обл, Кинешемский р-н, г Наволоки',
    lnglat: ['41.9608002', '57.4679066'],
  },
  {
    address: 'Ивановская обл, Приволжский р-н, г Плес',
    lnglat: ['41.5122672', '57.4606031'],
  },
  {
    address: 'Ивановская обл, г Приволжск',
    lnglat: ['41.2808565', '57.3805743'],
  },
  {
    address: 'Ивановская обл, г Пучеж',
    lnglat: ['43.1683321', '56.9820688'],
  },
  {
    address: 'Ивановская обл, г Родники',
    lnglat: ['41.7298834', '57.1025975'],
  },
  {
    address: 'Ивановская обл, г Тейково',
    lnglat: ['40.5353874', '56.8542719'],
  },
  {
    address: 'Ивановская обл, г Фурманов',
    lnglat: ['41.1054432', '57.2539276'],
  },
  {
    address: 'Ивановская обл, г Шуя',
    lnglat: ['41.3800939', '56.8560234'],
  },
  {
    address: 'Ивановская обл, г Южа',
    lnglat: ['42.0458099', '56.5926877'],
  },
  {
    address: 'Ивановская обл, г Юрьевец',
    lnglat: ['43.1110401', '57.3177781'],
  },
  {
    address: 'Респ Ингушетия, г Карабулак',
    lnglat: ['44.9094582', '43.3055248'],
  },
  {
    address: 'г Магас',
    lnglat: ['44.8131207', '43.1688611'],
  },
  {
    address: 'Респ Ингушетия, г Малгобек',
    lnglat: ['44.5901963', '43.5096646'],
  },
  {
    address: 'Респ Ингушетия, г Назрань',
    lnglat: ['44.7645779', '43.2257841'],
  },
  {
    address: 'Респ Ингушетия, г Сунжа',
    lnglat: ['45.0476331', '43.3204196'],
  },
  {
    address: 'Иркутская обл, Нижнеудинский р-н, г Алзамай',
    lnglat: ['98.6643699', '55.5551233'],
  },
  {
    address: 'Иркутская обл, г Ангарск',
    lnglat: ['103.888543', '52.544879'],
  },
  {
    address: 'Иркутская обл, Слюдянский р-н, г Байкальск',
    lnglat: ['104.1487532', '51.5230393'],
  },
  {
    address: 'Иркутская обл, Тайшетский р-н, г Бирюсинск',
    lnglat: ['97.8205348', '55.9609167'],
  },
  {
    address: 'Иркутская обл, г Бодайбо',
    lnglat: ['114.1866287', '57.8468636'],
  },
  {
    address: 'Иркутская обл, г Братск',
    lnglat: ['101.6340035', '56.1513108'],
  },
  {
    address: 'Иркутская обл, Братский р-н, г Вихоревка',
    lnglat: ['101.1702926', '56.1208145'],
  },
  {
    address: 'Иркутская обл, г Железногорск-Илимский',
    lnglat: ['104.114275', '56.5847888'],
  },
  {
    address: 'Иркутская обл, г Зима',
    lnglat: ['102.0491772', '53.920693'],
  },
  {
    address: 'г Иркутск',
    lnglat: ['104.2807466', '52.2864036'],
  },
  {
    address: 'Иркутская обл, г Киренск',
    lnglat: ['108.1109412', '57.7756595'],
  },
  {
    address: 'Иркутская обл, г Нижнеудинск',
    lnglat: ['99.0314056', '54.8968931'],
  },
  {
    address: 'Иркутская обл, г Саянск',
    lnglat: ['102.18015', '54.1107238'],
  },
  {
    address: 'Иркутская обл, г Свирск',
    lnglat: ['103.3364093', '53.0842668'],
  },
  {
    address: 'Иркутская обл, г Слюдянка',
    lnglat: ['103.7187545', '51.6563983'],
  },
  {
    address: 'Иркутская обл, г Тайшет',
    lnglat: ['98.0030145', '55.9405334'],
  },
  {
    address: 'Иркутская обл, г Тулун',
    lnglat: ['100.5780603', '54.557162'],
  },
  {
    address: 'Иркутская обл, г Усолье-Сибирское',
    lnglat: ['103.6388109', '52.7565808'],
  },
  {
    address: 'Иркутская обл, г Усть-Илимск',
    lnglat: ['102.7415734', '57.9430504'],
  },
  {
    address: 'Иркутская обл, г Усть-Кут',
    lnglat: ['105.7757343', '56.7928178'],
  },
  {
    address: 'Иркутская обл, г Черемхово',
    lnglat: ['103.0901268', '53.1369095'],
  },
  {
    address: 'Иркутская обл, г Шелехов',
    lnglat: ['104.0973294', '52.2102538'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Баксан',
    lnglat: ['43.5345036', '43.6819137'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Майский',
    lnglat: ['44.0517314', '43.6281516'],
  },
  {
    address: 'г Нальчик',
    lnglat: ['43.60713', '43.4845464'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Нарткала',
    lnglat: ['43.8575925', '43.5578075'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Прохладный',
    lnglat: ['44.0102409', '43.7589602'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Терек',
    lnglat: ['44.1402161', '43.4839358'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Тырныауз',
    lnglat: ['42.9213582', '43.3981585'],
  },
  {
    address: 'Респ Кабардино-Балкарская, г Чегем',
    lnglat: ['43.5865792', '43.5671525'],
  },
  {
    address: 'Калининградская обл, г Багратионовск',
    lnglat: ['20.6418091', '54.3866518'],
  },
  {
    address: 'Калининградская обл, г Балтийск',
    lnglat: ['19.9140572', '54.6513372'],
  },
  {
    address: 'Калининградская обл, г Гвардейск',
    lnglat: ['21.0501388', '54.6588378'],
  },
  {
    address: 'Калининградская обл, г Гурьевск',
    lnglat: ['20.6039767', '54.770638'],
  },
  {
    address: 'Калининградская обл, г Гусев',
    lnglat: ['22.1942445', '54.5915455'],
  },
  {
    address: 'Калининградская обл, г Зеленоградск',
    lnglat: ['20.4753652', '54.9600185'],
  },
  {
    address: 'г Калининград',
    lnglat: ['20.5073241', '54.7074702'],
  },
  {
    address: 'Калининградская обл, г Краснознаменск',
    lnglat: ['22.4928745', '54.9453423'],
  },
  {
    address: 'Калининградская обл, г Ладушкин',
    lnglat: ['20.1690153', '54.5692156'],
  },
  {
    address: 'Калининградская обл, г Мамоново',
    lnglat: ['19.9453482', '54.4646036'],
  },
  {
    address: 'Калининградская обл, г Неман',
    lnglat: ['22.0324064', '55.0316524'],
  },
  {
    address: 'Калининградская обл, г Нестеров',
    lnglat: ['22.5713736', '54.6313814'],
  },
  {
    address: 'Калининградская обл, г Озерск',
    lnglat: ['22.0134438', '54.4084705'],
  },
  {
    address: 'Калининградская обл, г Пионерский',
    lnglat: ['20.2277424', '54.9516574'],
  },
  {
    address: 'Калининградская обл, г Полесск',
    lnglat: ['21.0998067', '54.8625126'],
  },
  {
    address: 'Калининградская обл, г Правдинск',
    lnglat: ['21.0085269', '54.4430986'],
  },
  {
    address: 'Калининградская обл, Балтийский р-н, г Приморск',
    lnglat: ['19.9981926', '54.7311437'],
  },
  {
    address: 'Калининградская обл, г Светлогорск',
    lnglat: ['20.1514295', '54.9439286'],
  },
  {
    address: 'Калининградская обл, г Светлый',
    lnglat: ['20.1357595', '54.6772897'],
  },
  {
    address: 'Калининградская обл, г Славск',
    lnglat: ['21.6742367', '55.0449714'],
  },
  {
    address: 'Калининградская обл, г Советск',
    lnglat: ['21.8886106', '55.0809336'],
  },
  {
    address: 'Калининградская обл, г Черняховск',
    lnglat: ['21.7969062', '54.6244751'],
  },
  {
    address: 'Респ Калмыкия, г Городовиковск',
    lnglat: ['41.935537', '46.0875083'],
  },
  {
    address: 'Респ Калмыкия, г Лагань',
    lnglat: ['47.3432602', '45.3930912'],
  },
  {
    address: 'г Элиста',
    lnglat: ['44.2702088', '46.3083344'],
  },
  {
    address: 'Калужская обл, Боровский р-н, г Балабаново',
    lnglat: ['36.6566951', '55.1773714'],
  },
  {
    address: 'Калужская обл, Жуковский р-н, г Белоусово',
    lnglat: ['36.677629', '55.0956803'],
  },
  {
    address: 'Калужская обл, г Боровск',
    lnglat: ['36.4926251', '55.2130096'],
  },
  {
    address: 'Калужская обл, Боровский р-н, г Ермолино',
    lnglat: ['36.5952722', '55.1971758'],
  },
  {
    address: 'Калужская обл, г Жиздра',
    lnglat: ['34.7386592', '53.7521926'],
  },
  {
    address: 'Калужская обл, г Жуков',
    lnglat: ['36.7394903', '55.0301833'],
  },
  {
    address: 'г Калуга',
    lnglat: ['36.2516245', '54.5059848'],
  },
  {
    address: 'Калужская обл, г Киров',
    lnglat: ['34.3076201', '54.0790111'],
  },
  {
    address: 'Калужская обл, г Козельск',
    lnglat: ['35.780768', '54.0347201'],
  },
  {
    address: 'Калужская обл, г Кондрово',
    lnglat: ['35.9274842', '54.7959473'],
  },
  {
    address: 'Калужская обл, Жуковский р-н, г Кременки',
    lnglat: ['37.1168701', '54.8862447'],
  },
  {
    address: 'Калужская обл, г Людиново',
    lnglat: ['34.4385915', '53.8700828'],
  },
  {
    address: 'Калужская обл, г Малоярославец',
    lnglat: ['36.4633603', '55.0177123'],
  },
  {
    address: 'Калужская обл, г Медынь',
    lnglat: ['35.8872168', '54.9689785'],
  },
  {
    address: 'Калужская обл, г Мещовск',
    lnglat: ['35.2816918', '54.3191471'],
  },
  {
    address: 'Калужская обл, г Мосальск',
    lnglat: ['34.9872239', '54.4824939'],
  },
  {
    address: 'Калужская обл, г Обнинск',
    lnglat: ['36.6121639', '55.0943144'],
  },
  {
    address: 'Калужская обл, Козельский р-н, г Сосенский',
    lnglat: ['35.9621646', '54.0566016'],
  },
  {
    address: 'Калужская обл, г Спас-Деменск',
    lnglat: ['34.0189631', '54.409922'],
  },
  {
    address: 'Калужская обл, г Сухиничи',
    lnglat: ['35.3443568', '54.097296'],
  },
  {
    address: 'Калужская обл, Тарусский р-н, г Таруса',
    lnglat: ['37.1671', '54.7236477'],
  },
  {
    address: 'Калужская обл, г Юхнов',
    lnglat: ['35.2424346', '54.7446445'],
  },
  {
    address: 'Камчатский край, г Вилючинск',
    lnglat: ['158.4057632', '52.9302415'],
  },
  {
    address: 'Камчатский край, г Елизово',
    lnglat: ['158.3883548', '53.1830375'],
  },
  {
    address: 'г Петропавловск-Камчатский',
    lnglat: ['158.6559254', '53.036908'],
  },
  {
    address: 'Респ Карачаево-Черкесская, г Карачаевск',
    lnglat: ['41.9143472', '43.7732525'],
  },
  {
    address: 'Респ Карачаево-Черкесская, г Теберда',
    lnglat: ['41.7415142', '43.4437731'],
  },
  {
    address: 'Респ Карачаево-Черкесская, г Усть-Джегута',
    lnglat: ['41.9711046', '44.0838442'],
  },
  {
    address: 'г Черкесск',
    lnglat: ['42.0466704', '44.2269425'],
  },
  {
    address: 'Респ Карелия, г Беломорск',
    lnglat: ['34.7799462', '64.5378417'],
  },
  {
    address: 'Респ Карелия, Кемский р-н, г Кемь',
    lnglat: ['34.5949263', '64.9543539'],
  },
  {
    address: 'Респ Карелия, г Кондопога',
    lnglat: ['34.2682122', '62.2059817'],
  },
  {
    address: 'Респ Карелия, г Костомукша',
    lnglat: ['30.6016832', '64.5889398'],
  },
  {
    address: 'Респ Карелия, г Лахденпохья',
    lnglat: ['30.1996116', '61.518881'],
  },
  {
    address: 'Респ Карелия, г Медвежьегорск',
    lnglat: ['34.4568489', '62.9127626'],
  },
  {
    address: 'Респ Карелия, г Олонец',
    lnglat: ['32.9725519', '60.9794025'],
  },
  {
    address: 'г Петрозаводск',
    lnglat: ['34.3596434', '61.7891264'],
  },
  {
    address: 'Респ Карелия, г Питкяранта',
    lnglat: ['31.4640557', '61.5757191'],
  },
  {
    address: 'Респ Карелия, г Пудож',
    lnglat: ['36.5329941', '61.8058821'],
  },
  {
    address: 'Респ Карелия, г Сегежа',
    lnglat: ['34.3126982', '63.7437572'],
  },
  {
    address: 'Респ Карелия, г Сортавала',
    lnglat: ['30.6916998', '61.703367'],
  },
  {
    address: 'Респ Карелия, г Суоярви',
    lnglat: ['32.3499386', '62.0787293'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Анжеро-Судженск',
    lnglat: ['86.0201278', '56.0786281'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Белово',
    lnglat: ['86.3037373', '54.4220968'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Березовский',
    lnglat: ['86.2744459', '55.6693513'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Гурьевск',
    lnglat: ['85.9475985', '54.2859263'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Калтан',
    lnglat: ['87.2771636', '53.5210919'],
  },
  {
    address: 'г Кемерово',
    lnglat: ['86.0467781', '55.3910651'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Киселевск',
    lnglat: ['86.6366116', '54.0059999'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Ленинск-Кузнецкий',
    lnglat: ['86.1797324', '54.6674492'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Мариинск',
    lnglat: ['87.7454924', '56.2127383'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Междуреченск',
    lnglat: ['88.0702754', '53.6865289'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Мыски',
    lnglat: ['87.8055646', '53.7125695'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Новокузнецк',
    lnglat: ['87.2142745', '53.794315'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Осинники',
    lnglat: ['87.3371272', '53.5988055'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Полысаево',
    lnglat: ['86.2809208', '54.6055'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Прокопьевск',
    lnglat: ['86.7183577', '53.8604265'],
  },
  {
    address: 'Кемеровская область - Кузбасс, Гурьевский р-н, г Салаир',
    lnglat: ['85.8030733', '54.2351735'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Тайга',
    lnglat: ['85.6207182', '56.0622131'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Таштагол',
    lnglat: ['87.8476546', '52.759313'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Топки',
    lnglat: ['85.6152619', '55.2764707'],
  },
  {
    address: 'Кемеровская область - Кузбасс, г Юрга',
    lnglat: ['84.8886399', '55.7202694'],
  },
  {
    address: 'Кировская обл, г Белая Холуница',
    lnglat: ['50.8460699', '58.8415239'],
  },
  {
    address: 'Кировская обл, г Вятские Поляны',
    lnglat: ['51.0614855', '56.2284817'],
  },
  {
    address: 'Кировская обл, г Зуевка',
    lnglat: ['51.1331606', '58.4032152'],
  },
  {
    address: 'г Киров',
    lnglat: ['49.6679304', '58.6035264'],
  },
  {
    address: 'Кировская обл, г Кирово-Чепецк',
    lnglat: ['50.0316848', '58.5559424'],
  },
  {
    address: 'Кировская обл, г Кирс',
    lnglat: ['52.2414437', '59.340056'],
  },
  {
    address: 'Кировская обл, г Котельнич',
    lnglat: ['48.3475597', '58.3034832'],
  },
  {
    address: 'Кировская обл, г Луза',
    lnglat: ['47.2612445', '60.6290609'],
  },
  {
    address: 'Кировская обл, г Малмыж',
    lnglat: ['50.6782739', '56.5243844'],
  },
  {
    address: 'Кировская обл, г Мураши',
    lnglat: ['48.9638417', '59.3955383'],
  },
  {
    address: 'Кировская обл, г Нолинск',
    lnglat: ['49.93575', '57.5597284'],
  },
  {
    address: 'Кировская обл, г Омутнинск',
    lnglat: ['52.1894564', '58.6698913'],
  },
  {
    address: 'Кировская обл, г Орлов',
    lnglat: ['48.8927723', '58.5389776'],
  },
  {
    address: 'Кировская обл, г Слободской',
    lnglat: ['50.1669249', '58.7311574'],
  },
  {
    address: 'Кировская обл, г Советск',
    lnglat: ['48.9590272', '57.584196'],
  },
  {
    address: 'Кировская обл, Вятскополянский р-н, г Сосновка',
    lnglat: ['51.2833642', '56.2532741'],
  },
  {
    address: 'Кировская обл, г Уржум',
    lnglat: ['50.0058097', '57.1097477'],
  },
  {
    address: 'Кировская обл, г Яранск',
    lnglat: ['47.8478737', '57.3040326'],
  },
  {
    address: 'Респ Коми, г Воркута',
    lnglat: ['64.061034', '67.4974082'],
  },
  {
    address: 'Респ Коми, г Вуктыл',
    lnglat: ['57.3165402', '63.8615274'],
  },
  {
    address: 'Респ Коми, г Емва',
    lnglat: ['50.8732125', '62.5965137'],
  },
  {
    address: 'Респ Коми, г Инта',
    lnglat: ['60.1152961', '66.0367316'],
  },
  {
    address: 'Респ Коми, Усть-Вымский р-н, г Микунь',
    lnglat: ['50.0719503', '62.3579068'],
  },
  {
    address: 'Респ Коми, г Печора',
    lnglat: ['57.2239777', '65.148584'],
  },
  {
    address: 'Респ Коми, г Сосногорск',
    lnglat: ['53.876293', '63.5989841'],
  },
  {
    address: 'г Сыктывкар',
    lnglat: ['50.8358151', '61.6686617'],
  },
  {
    address: 'Респ Коми, г Усинск',
    lnglat: ['57.5569423', '65.994147'],
  },
  {
    address: 'Респ Коми, г Ухта',
    lnglat: ['53.7014239', '63.5565514'],
  },
  {
    address: 'Костромская обл, г Буй',
    lnglat: ['41.5306822', '58.4733277'],
  },
  {
    address: 'Костромская обл, г Волгореченск',
    lnglat: ['41.1594201', '57.4424559'],
  },
  {
    address: 'Костромская обл, г Галич',
    lnglat: ['42.3654013', '58.3828191'],
  },
  {
    address: 'Костромская обл, г Кологрив',
    lnglat: ['44.3184927', '58.8269323'],
  },
  {
    address: 'г Кострома',
    lnglat: ['40.927', '57.768'],
  },
  {
    address: 'Костромская обл, г Макарьев',
    lnglat: ['43.8014197', '57.8807152'],
  },
  {
    address: 'Костромская обл, г Мантурово',
    lnglat: ['44.757494', '58.3265441'],
  },
  {
    address: 'Костромская обл, г Нерехта',
    lnglat: ['40.5723598', '57.4543369'],
  },
  {
    address: 'Костромская обл, г Нея',
    lnglat: ['43.8780948', '58.2943349'],
  },
  {
    address: 'Костромская обл, г Солигалич',
    lnglat: ['42.2878423', '59.0784867'],
  },
  {
    address: 'Костромская обл, г Чухлома',
    lnglat: ['42.6884958', '58.753421'],
  },
  {
    address: 'Костромская обл, г Шарья',
    lnglat: ['45.4062414', '58.3760542'],
  },
  {
    address: 'Краснодарский край, г Абинск',
    lnglat: ['38.1618157', '44.8679655'],
  },
  {
    address: 'Краснодарский край, г Анапа',
    lnglat: ['37.3163282', '44.8950433'],
  },
  {
    address: 'Краснодарский край, г Апшеронск',
    lnglat: ['39.7299824', '44.4584006'],
  },
  {
    address: 'Краснодарский край, г Армавир',
    lnglat: ['41.1324168', '45.0012149'],
  },
  {
    address: 'Краснодарский край, г Белореченск',
    lnglat: ['39.8781494', '44.7651876'],
  },
  {
    address: 'Краснодарский край, г Геленджик',
    lnglat: ['38.0790852', '44.5630007'],
  },
  {
    address: 'Краснодарский край, г Горячий Ключ',
    lnglat: ['39.1354738', '44.6344864'],
  },
  {
    address: 'Краснодарский край, г Гулькевичи',
    lnglat: ['40.6918389', '45.3605121'],
  },
  {
    address: 'Краснодарский край, г Ейск',
    lnglat: ['38.2763895', '46.71157'],
  },
  {
    address: 'Краснодарский край, г Кореновск',
    lnglat: ['39.458949', '45.4641703'],
  },
  {
    address: 'г Краснодар',
    lnglat: ['38.9759647', '45.0401604'],
  },
  {
    address: 'Краснодарский край, Кавказский р-н, г Кропоткин',
    lnglat: ['40.5727951', '45.4333007'],
  },
  {
    address: 'Краснодарский край, г Крымск',
    lnglat: ['37.9855795', '44.9344404'],
  },
  {
    address: 'Краснодарский край, г Курганинск',
    lnglat: ['40.5913245', '44.8877025'],
  },
  {
    address: 'Краснодарский край, г Лабинск',
    lnglat: ['40.7245341', '44.6354363'],
  },
  {
    address: 'Краснодарский край, г Новокубанск',
    lnglat: ['41.0475175', '45.1038699'],
  },
  {
    address: 'Краснодарский край, г Новороссийск',
    lnglat: ['37.7686135', '44.7235026'],
  },
  {
    address: 'Краснодарский край, г Приморско-Ахтарск',
    lnglat: ['38.1704875', '46.0515432'],
  },
  {
    address: 'Краснодарский край, г Славянск-на-Кубани',
    lnglat: ['38.1259774', '45.2603626'],
  },
  {
    address: 'Краснодарский край, г Сочи',
    lnglat: ['39.7231548', '43.5854551'],
  },
  {
    address: 'Краснодарский край, г Темрюк',
    lnglat: ['37.4454412', '45.2610949'],
  },
  {
    address: 'Краснодарский край, г Тимашевск',
    lnglat: ['38.9351837', '45.615923'],
  },
  {
    address: 'Краснодарский край, г Тихорецк',
    lnglat: ['40.1260267', '45.8546345'],
  },
  {
    address: 'Краснодарский край, г Туапсе',
    lnglat: ['39.0824904', '44.1105335'],
  },
  {
    address: 'Краснодарский край, г Усть-Лабинск',
    lnglat: ['39.6929577', '45.2227359'],
  },
  {
    address: 'Краснодарский край, Апшеронский р-н, г Хадыженск',
    lnglat: ['39.5320258', '44.4122963'],
  },
  {
    address: 'Красноярский край, Курагинский р-н, г Артемовск',
    lnglat: ['93.4358377', '54.3473075'],
  },
  {
    address: 'Красноярский край, г Ачинск',
    lnglat: ['90.4794397', '56.253907'],
  },
  {
    address: 'Красноярский край, г Боготол',
    lnglat: ['89.5299336', '56.2098468'],
  },
  {
    address: 'Красноярский край, г Бородино',
    lnglat: ['94.9020967', '55.9054121'],
  },
  {
    address: 'Красноярский край, г Дивногорск',
    lnglat: ['92.3800687', '55.9576784'],
  },
  {
    address: 'Красноярский край, г Дудинка',
    lnglat: ['86.1907218', '69.4031364'],
  },
  {
    address: 'Красноярский край, г Енисейск',
    lnglat: ['92.1651083', '58.4485261'],
  },
  {
    address: 'Красноярский край, г Железногорск',
    lnglat: ['93.532273', '56.2529035'],
  },
  {
    address: 'Красноярский край, Рыбинский р-н, г Заозерный',
    lnglat: ['94.7091491', '55.9617752'],
  },
  {
    address: 'Красноярский край, г Зеленогорск',
    lnglat: ['94.5888103', '56.1131564'],
  },
  {
    address: 'Красноярский край, Туруханский р-н, г Игарка',
    lnglat: ['86.5812794', '67.4666901'],
  },
  {
    address: 'Красноярский край, г Иланский',
    lnglat: ['96.067267', '56.2374037'],
  },
  {
    address: 'Красноярский край, г Канск',
    lnglat: ['95.7051096', '56.2051282'],
  },
  {
    address: 'Красноярский край, г Кодинск',
    lnglat: ['99.1797962', '58.6032644'],
  },
  {
    address: 'г Красноярск',
    lnglat: ['92.8524806', '56.0093879'],
  },
  {
    address: 'Красноярский край, г Лесосибирск',
    lnglat: ['92.5037872', '58.221681'],
  },
  {
    address: 'Красноярский край, г Минусинск',
    lnglat: ['91.6872907', '53.7104586'],
  },
  {
    address: 'Красноярский край, г Назарово',
    lnglat: ['90.4168775', '56.0113799'],
  },
  {
    address: 'Красноярский край, г Норильск',
    lnglat: ['88.2009846', '69.3489978'],
  },
  {
    address: 'Красноярский край, г Сосновоборск',
    lnglat: ['93.3354121', '56.1202647'],
  },
  {
    address: 'Красноярский край, г Ужур',
    lnglat: ['89.8333918', '55.3141969'],
  },
  {
    address: 'Красноярский край, г Уяр',
    lnglat: ['94.3282601', '55.8131263'],
  },
  {
    address: 'Красноярский край, г Шарыпово',
    lnglat: ['89.1801044', '55.5389739'],
  },
  {
    address: 'Респ Крым, г Ялта, г Алупка',
    lnglat: ['34.0444797', '44.4164605'],
  },
  {
    address: 'Респ Крым, г Алушта',
    lnglat: ['34.4100624', '44.6764304'],
  },
  {
    address: 'Респ Крым, г Армянск',
    lnglat: ['33.6910012', '46.1059307'],
  },
  {
    address: 'Респ Крым, Бахчисарайский р-н, г Бахчисарай',
    lnglat: ['33.8752176', '44.7514769'],
  },
  {
    address: 'Респ Крым, Белогорский р-н, г Белогорск',
    lnglat: ['34.5999029', '45.057202'],
  },
  {
    address: 'Респ Крым, г Джанкой',
    lnglat: ['34.3883372', '45.7092306'],
  },
  {
    address: 'Респ Крым, г Евпатория',
    lnglat: ['33.367634', '45.190629'],
  },
  {
    address: 'Респ Крым, г Керчь',
    lnglat: ['36.4674513', '45.3562627'],
  },
  {
    address: 'Респ Крым, г Красноперекопск',
    lnglat: ['33.7921939', '45.9537576'],
  },
  {
    address: 'Респ Крым, г Саки',
    lnglat: ['33.6033383', '45.1341997'],
  },
  {
    address: 'Респ Крым, г Симферополь',
    lnglat: ['34.1001151', '44.9482948'],
  },
  {
    address: 'Респ Крым, Кировский р-н, г Старый Крым',
    lnglat: ['35.0901474', '45.029058'],
  },
  {
    address: 'Респ Крым, г Судак',
    lnglat: ['34.9762034', '44.8504679'],
  },
  {
    address: 'Респ Крым, г Феодосия',
    lnglat: ['35.3824259', '45.0318393'],
  },
  {
    address: 'Респ Крым, Ленинский р-н, г Щелкино',
    lnglat: ['35.825165', '45.4288991'],
  },
  {
    address: 'Респ Крым, г Ялта',
    lnglat: ['34.166308', '44.4953612'],
  },
  {
    address: 'Курганская обл, г Далматово',
    lnglat: ['62.9387011', '56.262114'],
  },
  {
    address: 'Курганская обл, г Катайск',
    lnglat: ['62.5800359', '56.290809'],
  },
  {
    address: 'г Курган',
    lnglat: ['65.3161963', '55.4443883'],
  },
  {
    address: 'Курганская обл, г Куртамыш',
    lnglat: ['64.4203722', '54.9368539'],
  },
  {
    address: 'Курганская обл, г Макушино',
    lnglat: ['67.2451705', '55.2153947'],
  },
  {
    address: 'Курганская обл, г Петухово',
    lnglat: ['67.8873408', '55.0650077'],
  },
  {
    address: 'Курганская обл, г Шадринск',
    lnglat: ['63.6297182', '56.0870344'],
  },
  {
    address: 'Курганская обл, г Шумиха',
    lnglat: ['63.2901272', '55.2280246'],
  },
  {
    address: 'Курганская обл, г Щучье',
    lnglat: ['62.7478548', '55.2087637'],
  },
  {
    address: 'Курская обл, Дмитриевский р-н, г Дмитриев',
    lnglat: ['35.0739038', '52.1268464'],
  },
  {
    address: 'Курская обл, г Железногорск',
    lnglat: ['35.3516867', '52.3380202'],
  },
  {
    address: 'г Курск',
    lnglat: ['36.1925603', '51.7303637'],
  },
  {
    address: 'Курская обл, г Курчатов',
    lnglat: ['35.6572224', '51.6604083'],
  },
  {
    address: 'Курская обл, г Льгов',
    lnglat: ['35.2612491', '51.6597148'],
  },
  {
    address: 'Курская обл, г Обоянь',
    lnglat: ['36.2755133', '51.2119324'],
  },
  {
    address: 'Курская обл, г Рыльск',
    lnglat: ['34.6802597', '51.5681314'],
  },
  {
    address: 'Курская обл, г Суджа',
    lnglat: ['35.2720915', '51.1918927'],
  },
  {
    address: 'Курская обл, г Фатеж',
    lnglat: ['35.8538706', '52.0917728'],
  },
  {
    address: 'Курская обл, г Щигры',
    lnglat: ['36.8910945', '51.8786014'],
  },
  {
    address: 'Ленинградская обл, г Бокситогорск',
    lnglat: ['33.845688', '59.4734797'],
  },
  {
    address: 'Ленинградская обл, г Волосово',
    lnglat: ['29.4923355', '59.4445408'],
  },
  {
    address: 'Ленинградская обл, г Волхов',
    lnglat: ['32.3520756', '59.9005958'],
  },
  {
    address: 'Ленинградская обл, г Всеволожск',
    lnglat: ['30.6456718', '60.0191278'],
  },
  {
    address: 'Ленинградская обл, г Выборг',
    lnglat: ['28.7328336', '60.7130801'],
  },
  {
    address: 'Ленинградская обл, Выборгский р-н, г Высоцк',
    lnglat: ['28.5709314', '60.6296236'],
  },
  {
    address: 'Ленинградская обл, г Гатчина',
    lnglat: ['30.1282473', '59.565237'],
  },
  {
    address: 'Ленинградская обл, Кингисеппский р-н, г Ивангород',
    lnglat: ['28.2231659', '59.3766119'],
  },
  {
    address: 'Ленинградская обл, Выборгский р-н, г Каменногорск',
    lnglat: ['29.1308372', '60.950855'],
  },
  {
    address: 'Ленинградская обл, г Кингисепп',
    lnglat: ['28.6112444', '59.3740435'],
  },
  {
    address: 'Ленинградская обл, г Кириши',
    lnglat: ['32.0624947', '59.4742862'],
  },
  {
    address: 'Ленинградская обл, г Кировск',
    lnglat: ['30.981364', '59.8754216'],
  },
  {
    address: 'Ленинградская обл, Гатчинский р-н, г Коммунар',
    lnglat: ['30.3934125', '59.6215133'],
  },
  {
    address: 'Ленинградская обл, Всеволожский р-н, г Кудрово',
    lnglat: ['30.5121008', '59.9075226'],
  },
  {
    address: 'Ленинградская обл, г Лодейное Поле',
    lnglat: ['33.5521022', '60.7320936'],
  },
  {
    address: 'Ленинградская обл, г Луга',
    lnglat: ['29.8465776', '58.7374031'],
  },
  {
    address: 'Ленинградская обл, Тосненский р-н, г Любань',
    lnglat: ['31.2484801', '59.3493847'],
  },
  {
    address: 'Ленинградская обл, Всеволожский р-н, г Мурино',
    lnglat: ['30.4571456', '60.044862'],
  },
  {
    address: 'Ленинградская обл, Тосненский р-н, г Никольское',
    lnglat: ['30.7874571', '59.7043309'],
  },
  {
    address: 'Ленинградская обл, Волховский р-н, г Новая Ладога',
    lnglat: ['32.3141203', '60.1100135'],
  },
  {
    address: 'Ленинградская обл, Кировский р-н, г Отрадное',
    lnglat: ['30.7988557', '59.7726848'],
  },
  {
    address: 'Ленинградская обл, Бокситогорский р-н, г Пикалево',
    lnglat: ['34.1772776', '59.5132022'],
  },
  {
    address: 'Ленинградская обл, г Подпорожье',
    lnglat: ['34.1567664', '60.9127549'],
  },
  {
    address: 'Ленинградская обл, Выборгский р-н, г Приморск',
    lnglat: ['28.6135772', '60.3660209'],
  },
  {
    address: 'Ленинградская обл, г Приозерск',
    lnglat: ['30.1587851', '61.0330896'],
  },
  {
    address: 'Ленинградская обл, Выборгский р-н, г Светогорск',
    lnglat: ['28.8725865', '61.1111282'],
  },
  {
    address: 'Ленинградская обл, Всеволожский р-н, г Сертолово',
    lnglat: ['30.2095918', '60.1446932'],
  },
  {
    address: 'Ленинградская обл, г Сланцы',
    lnglat: ['28.0881475', '59.1178185'],
  },
  {
    address: 'Ленинградская обл, г Сосновый Бор',
    lnglat: ['29.1291619', '59.8772884'],
  },
  {
    address: 'Ленинградская обл, Волховский р-н, г Сясьстрой',
    lnglat: ['32.5601559', '60.1401739'],
  },
  {
    address: 'Ленинградская обл, г Тихвин',
    lnglat: ['33.5072731', '59.6272904'],
  },
  {
    address: 'Ленинградская обл, г Тосно',
    lnglat: ['30.877812', '59.5407098'],
  },
  {
    address: 'Ленинградская обл, Кировский р-н, г Шлиссельбург',
    lnglat: ['31.0333365', '59.9443714'],
  },
  {
    address: 'Липецкая обл, г Грязи',
    lnglat: ['39.9331142', '52.4874097'],
  },
  {
    address: 'Липецкая обл, г Данков',
    lnglat: ['39.1456184', '53.2577411'],
  },
  {
    address: 'Липецкая обл, г Елец',
    lnglat: ['38.5289342', '52.6152411'],
  },
  {
    address: 'Липецкая обл, г Задонск',
    lnglat: ['38.9205032', '52.4004179'],
  },
  {
    address: 'Липецкая обл, г Лебедянь',
    lnglat: ['39.143536', '53.0156117'],
  },
  {
    address: 'г Липецк',
    lnglat: ['39.5947883', '52.610249'],
  },
  {
    address: 'Липецкая обл, г Усмань',
    lnglat: ['39.726401', '52.0442648'],
  },
  {
    address: 'Липецкая обл, г Чаплыгин',
    lnglat: ['39.9670973', '53.24048'],
  },
  {
    address: 'г Магадан',
    lnglat: ['150.8084956', '59.5681332'],
  },
  {
    address: 'Магаданская обл, г Сусуман',
    lnglat: ['148.1540281', '62.7805882'],
  },
  {
    address: 'Респ Марий Эл, г Волжск',
    lnglat: ['48.3715083', '55.8623156'],
  },
  {
    address: 'Респ Марий Эл, г Звенигово',
    lnglat: ['48.0170245', '55.9738571'],
  },
  {
    address: 'г Йошкар-Ола',
    lnglat: ['47.8999706', '56.6343662'],
  },
  {
    address: 'Респ Марий Эл, г Козьмодемьянск',
    lnglat: ['46.546675', '56.3334036'],
  },
  {
    address: 'Респ Мордовия, г Ардатов',
    lnglat: ['46.2411232', '54.8465544'],
  },
  {
    address: 'Респ Мордовия, г Инсар',
    lnglat: ['44.3696566', '53.8770022'],
  },
  {
    address: 'Респ Мордовия, г Ковылкино',
    lnglat: ['43.9191539', '54.0391072'],
  },
  {
    address: 'Респ Мордовия, г Краснослободск',
    lnglat: ['43.7845011', '54.4248207'],
  },
  {
    address: 'Респ Мордовия, г Рузаевка',
    lnglat: ['44.9490466', '54.0581967'],
  },
  {
    address: 'г Саранск',
    lnglat: ['45.1862632', '54.1809332'],
  },
  {
    address: 'Респ Мордовия, г Темников',
    lnglat: ['43.2161099', '54.6310583'],
  },
  {
    address: 'г Москва',
    lnglat: ['37.620405', '55.7540471'],
  },
  {
    address: 'Московская обл, г Наро-Фоминск, г Апрелевка',
    lnglat: ['37.065143', '55.5276918'],
  },
  {
    address: 'Московская обл, г Балашиха',
    lnglat: ['37.938283', '55.796389'],
  },
  {
    address: 'Московская обл, г Воскресенск, г Белоозёрский',
    lnglat: ['38.4389742', '55.4595766'],
  },
  {
    address: 'Московская обл, г Бронницы',
    lnglat: ['38.264145', '55.4255379'],
  },
  {
    address: 'Московская обл, г Наро-Фоминск, г Верея',
    lnglat: ['36.185694', '55.343369'],
  },
  {
    address: 'Московская обл, г Видное',
    lnglat: ['37.7061984', '55.551725'],
  },
  {
    address: 'Московская обл, г Волоколамск',
    lnglat: ['35.9585112', '56.0356499'],
  },
  {
    address: 'Московская обл, г Воскресенск',
    lnglat: ['38.7027953', '55.3071519'],
  },
  {
    address: 'Московская обл, г Клин, г Высоковск',
    lnglat: ['36.5251837', '56.3359513'],
  },
  {
    address: 'Московская обл, г Одинцово, г Голицыно',
    lnglat: ['36.9856793', '55.6190582'],
  },
  {
    address: 'Московская обл, г Истра, г Дедовск',
    lnglat: ['37.1245043', '55.8703276'],
  },
  {
    address: 'Московская обл, г Дзержинский',
    lnglat: ['37.8440276', '55.6240869'],
  },
  {
    address: 'Московская обл, г Дмитров',
    lnglat: ['37.526672', '56.3477457'],
  },
  {
    address: 'Московская обл, г Долгопрудный',
    lnglat: ['37.5101021', '55.9385999'],
  },
  {
    address: 'Московская обл, г Домодедово',
    lnglat: ['37.7664984', '55.4363283'],
  },
  {
    address: 'Московская обл, г Орехово-Зуево, г Дрезна',
    lnglat: ['38.8498479', '55.7443143'],
  },
  {
    address: 'Московская обл, г Дубна',
    lnglat: ['37.1757223', '56.741786'],
  },
  {
    address: 'Московская обл, г Егорьевск',
    lnglat: ['39.0358317', '55.3830113'],
  },
  {
    address: 'Московская обл, г Жуковский',
    lnglat: ['38.1224298', '55.599803'],
  },
  {
    address: 'Московская обл, г Зарайск',
    lnglat: ['38.8850978', '54.762456'],
  },
  {
    address: 'Московская обл, г Одинцово, г Звенигород',
    lnglat: ['36.8554029', '55.7297089'],
  },
  {
    address: 'Московская обл, г Ивантеевка',
    lnglat: ['37.9207539', '55.9741665'],
  },
  {
    address: 'Московская обл, г Истра',
    lnglat: ['36.8601454', '55.9062267'],
  },
  {
    address: 'Московская обл, г Кашира',
    lnglat: ['38.1904392', '54.853337'],
  },
  {
    address: 'Московская обл, г Клин',
    lnglat: ['36.7240032', '56.3425605'],
  },
  {
    address: 'Московская обл, г Коломна',
    lnglat: ['38.7531002', '55.102814'],
  },
  {
    address: 'Московская обл, г Королёв',
    lnglat: ['37.8545415', '55.9161773'],
  },
  {
    address: 'Московская обл, г Котельники',
    lnglat: ['37.8631156', '55.6597925'],
  },
  {
    address: 'Московская обл, г Красноармейск',
    lnglat: ['38.140838', '56.105426'],
  },
  {
    address: 'Московская обл, г Красногорск',
    lnglat: ['37.3295266', '55.8317203'],
  },
  {
    address: 'Московская обл, г Сергиев Посад, г Краснозаводск',
    lnglat: ['38.2320307', '56.4409979'],
  },
  {
    address: 'Московская обл, г Краснознаменск',
    lnglat: ['37.0393709', '55.5978959'],
  },
  {
    address: 'Московская обл, г Одинцово, г Кубинка',
    lnglat: ['36.6951995', '55.5754955'],
  },
  {
    address: 'Московская обл, г Орехово-Зуево, г Куровское',
    lnglat: ['38.9207723', '55.5792277'],
  },
  {
    address: 'Московская обл, г Орехово-Зуево, г Ликино-Дулёво',
    lnglat: ['38.9578093', '55.7078257'],
  },
  {
    address: 'Московская обл, г Лобня',
    lnglat: ['37.4614035', '56.0328881'],
  },
  {
    address: 'Московская обл, г Лосино-Петровский',
    lnglat: ['38.200599', '55.8713214'],
  },
  {
    address: 'Московская обл, г Луховицы',
    lnglat: ['39.0260266', '54.9652077'],
  },
  {
    address: 'Московская обл, г Лыткарино',
    lnglat: ['37.9033507', '55.5778163'],
  },
  {
    address: 'Московская обл, г Люберцы',
    lnglat: ['37.898125', '55.676499'],
  },
  {
    address: 'Московская обл, г Можайск',
    lnglat: ['36.024043', '55.5069259'],
  },
  {
    address: 'Московская обл, г Мытищи',
    lnglat: ['37.7363579', '55.9105782'],
  },
  {
    address: 'Московская обл, г Наро-Фоминск',
    lnglat: ['36.734484', '55.386185'],
  },
  {
    address: 'Московская обл, г Ногинск',
    lnglat: ['38.4622104', '55.8686133'],
  },
  {
    address: 'Московская обл, г Одинцово',
    lnglat: ['37.263686', '55.6789455'],
  },
  {
    address: 'Московская обл, г Озёры',
    lnglat: ['38.5599196', '54.8541006'],
  },
  {
    address: 'Московская обл, г Орехово-Зуево',
    lnglat: ['38.9869822', '55.8151421'],
  },
  {
    address: 'Московская обл, г Павловский Посад',
    lnglat: ['38.6596983', '55.7807244'],
  },
  {
    address: 'Московская обл, г Сергиев Посад, г Пересвет',
    lnglat: ['38.1733534', '56.4158326'],
  },
  {
    address: 'Московская обл, г Подольск',
    lnglat: ['37.5703482', '55.4389322'],
  },
  {
    address: 'Московская обл, г Протвино',
    lnglat: ['37.2182749', '54.8705984'],
  },
  {
    address: 'Московская обл, г Пушкино',
    lnglat: ['37.8471403', '56.0103638'],
  },
  {
    address: 'Московская обл, г Пущино',
    lnglat: ['37.6210346', '54.8324412'],
  },
  {
    address: 'Московская обл, г Раменское',
    lnglat: ['38.2728914', '55.5495132'],
  },
  {
    address: 'Московская обл, г Реутов',
    lnglat: ['37.8618553', '55.7582621'],
  },
  {
    address: 'Московская обл, г Шатура, г Рошаль',
    lnglat: ['39.8656147', '55.6632776'],
  },
  {
    address: 'Московская обл, г Руза',
    lnglat: ['36.1959206', '55.7014744'],
  },
  {
    address: 'Московская обл, г Сергиев Посад',
    lnglat: ['38.1502661', '56.3062548'],
  },
  {
    address: 'Московская обл, г Серпухов',
    lnglat: ['37.4033859', '54.9226466'],
  },
  {
    address: 'Московская обл, г Солнечногорск',
    lnglat: ['36.977631', '56.185102'],
  },
  {
    address: 'Московская обл, г Ногинск, г Старая Купавна',
    lnglat: ['38.175624', '55.810648'],
  },
  {
    address: 'Московская обл, г Ступино',
    lnglat: ['38.078228', '54.886274'],
  },
  {
    address: 'Московская обл, г Талдом',
    lnglat: ['37.5276003', '56.7308564'],
  },
  {
    address: 'Московская обл, г Фрязино',
    lnglat: ['38.0410235', '55.9590588'],
  },
  {
    address: 'Московская обл, г Химки',
    lnglat: ['37.4303702', '55.888657'],
  },
  {
    address: 'Московская обл, г Сергиев Посад, г Хотьково',
    lnglat: ['37.9396017', '56.2516982'],
  },
  {
    address: 'Московская обл, г Черноголовка',
    lnglat: ['38.379245', '56.010005'],
  },
  {
    address: 'Московская обл, г Чехов',
    lnglat: ['37.4533252', '55.1508011'],
  },
  {
    address: 'Московская обл, г Шатура',
    lnglat: ['39.5445712', '55.5777427'],
  },
  {
    address: 'Московская обл, г Щёлково',
    lnglat: ['37.9783707', '55.9233801'],
  },
  {
    address: 'Московская обл, г Электрогорск',
    lnglat: ['38.7806752', '55.8780241'],
  },
  {
    address: 'Московская обл, г Электросталь',
    lnglat: ['38.4447045', '55.7847291'],
  },
  {
    address: 'Московская обл, г Ногинск, г Электроугли',
    lnglat: ['38.2192563', '55.7170877'],
  },
  {
    address: 'Московская обл, г Дмитров, г Яхрома',
    lnglat: ['37.4831799', '56.2890516'],
  },
  {
    address: 'Мурманская обл, г Апатиты',
    lnglat: ['33.4067929', '67.5677761'],
  },
  {
    address: 'Мурманская обл, г Гаджиево',
    lnglat: ['33.315341', '69.2491311'],
  },
  {
    address: 'Мурманская обл, г Заозерск',
    lnglat: ['32.4501496', '69.4003584'],
  },
  {
    address: 'Мурманская обл, Печенгский р-н, г Заполярный',
    lnglat: ['30.7984312', '69.4132852'],
  },
  {
    address: 'Мурманская обл, г Кандалакша',
    lnglat: ['32.4143218', '67.1567974'],
  },
  {
    address: 'Мурманская обл, г Кировск',
    lnglat: ['33.663735', '67.6150424'],
  },
  {
    address: 'Мурманская обл, г Ковдор',
    lnglat: ['30.4741941', '67.5661417'],
  },
  {
    address: 'Мурманская обл, г Кола',
    lnglat: ['33.0262299', '68.8786028'],
  },
  {
    address: 'Мурманская обл, г Мончегорск',
    lnglat: ['32.9359719', '67.9386153'],
  },
  {
    address: 'г Мурманск',
    lnglat: ['33.0685865', '69.007721'],
  },
  {
    address: 'Мурманская обл, г Оленегорск',
    lnglat: ['33.2669407', '68.1422058'],
  },
  {
    address: 'Мурманская обл, г Островной',
    lnglat: ['39.5077846', '68.0510344'],
  },
  {
    address: 'Мурманская обл, г Полярные Зори',
    lnglat: ['32.4975636', '67.373084'],
  },
  {
    address: 'Мурманская обл, г Полярный',
    lnglat: ['33.4508591', '69.1989583'],
  },
  {
    address: 'Мурманская обл, г Североморск',
    lnglat: ['33.4177759', '69.0766801'],
  },
  {
    address: 'Мурманская обл, г Снежногорск',
    lnglat: ['33.2383502', '69.1921409'],
  },
  {
    address: 'г Нарьян-Мар',
    lnglat: ['53.0069565', '67.6379672'],
  },
  {
    address: 'Нижегородская обл, г Арзамас',
    lnglat: ['43.8408141', '55.3945814'],
  },
  {
    address: 'Нижегородская обл, г Балахна',
    lnglat: ['43.5758423', '56.495036'],
  },
  {
    address: 'Нижегородская обл, г Богородск',
    lnglat: ['43.5135442', '56.1020828'],
  },
  {
    address: 'Нижегородская обл, г Бор',
    lnglat: ['44.0646481', '56.3565458'],
  },
  {
    address: 'Нижегородская обл, г Ветлуга',
    lnglat: ['45.7761957', '57.8559204'],
  },
  {
    address: 'Нижегородская обл, г Володарск',
    lnglat: ['43.1596417', '56.2169751'],
  },
  {
    address: 'Нижегородская обл, Павловский р-н, г Ворсма',
    lnglat: ['43.2718859', '55.989943'],
  },
  {
    address: 'Нижегородская обл, г Выкса',
    lnglat: ['42.1678834', '55.3207727'],
  },
  {
    address: 'Нижегородская обл, Павловский р-н, г Горбатов',
    lnglat: ['43.0626185', '56.1307769'],
  },
  {
    address: 'Нижегородская обл, г Городец',
    lnglat: ['43.4723104', '56.6449218'],
  },
  {
    address: 'Нижегородская обл, г Дзержинск',
    lnglat: ['43.4599416', '56.2376047'],
  },
  {
    address: 'Нижегородская обл, Городецкий р-н, г Заволжье',
    lnglat: ['43.3872492', '56.6404286'],
  },
  {
    address: 'Нижегородская обл, г Княгинино',
    lnglat: ['45.032337', '55.8205915'],
  },
  {
    address: 'Нижегородская обл, г Кстово',
    lnglat: ['44.1664198', '56.1432084'],
  },
  {
    address: 'Нижегородская обл, г Кулебаки',
    lnglat: ['42.5125538', '55.4296181'],
  },
  {
    address: 'Нижегородская обл, г Лукоянов',
    lnglat: ['44.4933807', '55.0326225'],
  },
  {
    address: 'Нижегородская обл, г Лысково',
    lnglat: ['45.035771', '56.0262359'],
  },
  {
    address: 'Нижегородская обл, г Навашино',
    lnglat: ['42.1887089', '55.543811'],
  },
  {
    address: 'г Нижний Новгород',
    lnglat: ['44.0053913', '56.3240627'],
  },
  {
    address: 'Нижегородская обл, г Павлово',
    lnglat: ['43.0995042', '55.9797564'],
  },
  {
    address: 'Нижегородская обл, г Первомайск',
    lnglat: ['43.8013992', '54.8675792'],
  },
  {
    address: 'Нижегородская обл, г Перевоз',
    lnglat: ['44.5448369', '55.5967718'],
  },
  {
    address: 'Нижегородская обл, г Саров',
    lnglat: ['43.3448089', '54.9228268'],
  },
  {
    address: 'Нижегородская обл, г Семенов',
    lnglat: ['44.4902885', '56.7889794'],
  },
  {
    address: 'Нижегородская обл, г Сергач',
    lnglat: ['45.4813231', '55.5201515'],
  },
  {
    address: 'Нижегородская обл, г Урень',
    lnglat: ['45.7833293', '57.4612572'],
  },
  {
    address: 'Нижегородская обл, г Чкаловск',
    lnglat: ['43.242077', '56.7651262'],
  },
  {
    address: 'Нижегородская обл, г Шахунья',
    lnglat: ['46.6129009', '57.6764293'],
  },
  {
    address: 'Новгородская обл, г Боровичи',
    lnglat: ['33.9175929', '58.3840197'],
  },
  {
    address: 'Новгородская обл, г Валдай',
    lnglat: ['33.2369436', '57.9823766'],
  },
  {
    address: 'г Великий Новгород',
    lnglat: ['31.2755394', '58.5213846'],
  },
  {
    address: 'Новгородская обл, г Малая Вишера',
    lnglat: ['32.2247401', '58.8458379'],
  },
  {
    address: 'Новгородская обл, г Окуловка',
    lnglat: ['33.2901557', '58.3910296'],
  },
  {
    address: 'Новгородская обл, г Пестово',
    lnglat: ['35.8143898', '58.5973723'],
  },
  {
    address: 'Новгородская обл, г Сольцы',
    lnglat: ['30.309351', '58.1201281'],
  },
  {
    address: 'Новгородская обл, г Старая Русса',
    lnglat: ['31.3554897', '57.990737'],
  },
  {
    address: 'Новгородская обл, г Холм',
    lnglat: ['31.1787499', '57.145108'],
  },
  {
    address: 'Новгородская обл, г Чудово',
    lnglat: ['31.6866241', '59.1248394'],
  },
  {
    address: 'Новосибирская обл, Барабинский р-н, г Барабинск',
    lnglat: ['78.3464506', '55.35146'],
  },
  {
    address: 'Новосибирская обл, г Бердск',
    lnglat: ['83.1070605', '54.7582156'],
  },
  {
    address: 'Новосибирская обл, г Болотное',
    lnglat: ['84.3906889', '55.6692421'],
  },
  {
    address: 'Новосибирская обл, г Искитим',
    lnglat: ['83.2951244', '54.6267603'],
  },
  {
    address: 'Новосибирская обл, г Карасук',
    lnglat: ['78.0422967', '53.7343189'],
  },
  {
    address: 'Новосибирская обл, г Каргат',
    lnglat: ['80.2829495', '55.1945666'],
  },
  {
    address: 'Новосибирская обл, Куйбышевский р-н, г Куйбышев',
    lnglat: ['78.3242048', '55.4685094'],
  },
  {
    address: 'Новосибирская обл, г Купино',
    lnglat: ['77.2973368', '54.366055'],
  },
  {
    address: 'г Новосибирск',
    lnglat: ['82.9211489', '55.028191'],
  },
  {
    address: 'Новосибирская обл, г Обь',
    lnglat: ['82.6937181', '54.9945576'],
  },
  {
    address: 'Новосибирская обл, Татарский р-н, г Татарск',
    lnglat: ['75.9739914', '55.2146167'],
  },
  {
    address: 'Новосибирская обл, г Тогучин',
    lnglat: ['84.4104118', '55.2251631'],
  },
  {
    address: 'Новосибирская обл, г Черепаново',
    lnglat: ['83.3724521', '54.2206476'],
  },
  {
    address: 'Новосибирская обл, г Чулым',
    lnglat: ['80.9592508', '55.0906867'],
  },
  {
    address: 'Омская обл, г Исилькуль',
    lnglat: ['71.2816284', '54.9096002'],
  },
  {
    address: 'Омская обл, г Калачинск',
    lnglat: ['74.5653644', '55.0598155'],
  },
  {
    address: 'Омская обл, г Называевск',
    lnglat: ['71.3503426', '55.5689323'],
  },
  {
    address: 'г Омск',
    lnglat: ['73.3674517', '54.9848566'],
  },
  {
    address: 'Омская обл, г Тара',
    lnglat: ['74.3649194', '56.9160511'],
  },
  {
    address: 'Омская обл, г Тюкалинск',
    lnglat: ['72.1954747', '55.8703415'],
  },
  {
    address: 'Оренбургская обл, г Абдулино',
    lnglat: ['53.6472483', '53.6778906'],
  },
  {
    address: 'Оренбургская обл, г Бугуруслан',
    lnglat: ['52.4326853', '53.6523728'],
  },
  {
    address: 'Оренбургская обл, г Бузулук',
    lnglat: ['52.2624877', '52.7881277'],
  },
  {
    address: 'Оренбургская обл, г Гай',
    lnglat: ['58.4436875', '51.4649189'],
  },
  {
    address: 'Оренбургская обл, г Кувандык',
    lnglat: ['57.3612636', '51.4783857'],
  },
  {
    address: 'Оренбургская обл, г Медногорск',
    lnglat: ['57.583163', '51.4037617'],
  },
  {
    address: 'Оренбургская обл, г Новотроицк',
    lnglat: ['58.3018192', '51.1964202'],
  },
  {
    address: 'г Оренбург',
    lnglat: ['55.1018828', '51.7875092'],
  },
  {
    address: 'Оренбургская обл, г Орск',
    lnglat: ['58.4752777', '51.2294282'],
  },
  {
    address: 'Оренбургская обл, г Соль-Илецк',
    lnglat: ['54.9896726', '51.1633736'],
  },
  {
    address: 'Оренбургская обл, г Сорочинск',
    lnglat: ['53.1542745', '52.426685'],
  },
  {
    address: 'Оренбургская обл, г Ясный',
    lnglat: ['59.874344', '51.036838'],
  },
  {
    address: 'Орловская обл, г Болхов',
    lnglat: ['36.0076833', '53.4438496'],
  },
  {
    address: 'Орловская обл, г Дмитровск',
    lnglat: ['35.1415009', '52.5054851'],
  },
  {
    address: 'Орловская обл, г Ливны',
    lnglat: ['37.6039506', '52.4284558'],
  },
  {
    address: 'Орловская обл, г Малоархангельск',
    lnglat: ['36.5038579', '52.4002192'],
  },
  {
    address: 'Орловская обл, г Мценск',
    lnglat: ['36.5749105', '53.2788438'],
  },
  {
    address: 'Орловская обл, г Новосиль',
    lnglat: ['37.0437146', '52.97454'],
  },
  {
    address: 'г Орёл',
    lnglat: ['36.0696427', '52.9671298'],
  },
  {
    address: 'Пензенская обл, г Белинский',
    lnglat: ['43.4183212', '52.9640996'],
  },
  {
    address: 'Пензенская обл, г Городище',
    lnglat: ['45.7026142', '53.2726916'],
  },
  {
    address: 'Пензенская обл, г Заречный',
    lnglat: ['45.1689907', '53.1960836'],
  },
  {
    address: 'Пензенская обл, г Каменка',
    lnglat: ['44.0469717', '53.1855463'],
  },
  {
    address: 'Пензенская обл, г Кузнецк',
    lnglat: ['46.605092', '53.1130888'],
  },
  {
    address: 'Пензенская обл, г Нижний Ломов',
    lnglat: ['43.6730217', '53.5300905'],
  },
  {
    address: 'Пензенская обл, г Никольск',
    lnglat: ['46.0799857', '53.7137496'],
  },
  {
    address: 'г Пенза',
    lnglat: ['45.0348625', '53.1753314'],
  },
  {
    address: 'Пензенская обл, г Сердобск',
    lnglat: ['44.2122414', '52.4697595'],
  },
  {
    address: 'Пензенская обл, г Спасск',
    lnglat: ['43.1859073', '53.9271974'],
  },
  {
    address: 'Пензенская обл, Городищенский р-н, г Сурск',
    lnglat: ['45.6910796', '53.0761357'],
  },
  {
    address: 'Пермский край, г Александровск',
    lnglat: ['57.5763459', '59.1613221'],
  },
  {
    address: 'Пермский край, г Березники',
    lnglat: ['56.8039427', '59.4079923'],
  },
  {
    address: 'Пермский край, г Верещагино',
    lnglat: ['54.6581309', '58.0797571'],
  },
  {
    address: 'Пермский край, г Горнозаводск',
    lnglat: ['58.3231716', '58.3742532'],
  },
  {
    address: 'Пермский край, г Гремячинск',
    lnglat: ['57.8520572', '58.5626082'],
  },
  {
    address: 'Пермский край, г Губаха',
    lnglat: ['57.554533', '58.8371721'],
  },
  {
    address: 'Пермский край, г Добрянка',
    lnglat: ['56.4130737', '58.469685'],
  },
  {
    address: 'Пермский край, г Кизел',
    lnglat: ['57.6471028', '59.0512783'],
  },
  {
    address: 'Пермский край, г Красновишерск',
    lnglat: ['57.0535682', '60.3901321'],
  },
  {
    address: 'Пермский край, г Краснокамск',
    lnglat: ['55.7479936', '58.0822065'],
  },
  {
    address: 'Пермский край, г Кудымкар',
    lnglat: ['54.6572508', '59.0167925'],
  },
  {
    address: 'Пермский край, г Кунгур',
    lnglat: ['56.9438656', '57.4283296'],
  },
  {
    address: 'Пермский край, г Лысьва',
    lnglat: ['57.8086825', '58.0995875'],
  },
  {
    address: 'Пермский край, г Нытва',
    lnglat: ['55.3356084', '57.9336725'],
  },
  {
    address: 'Пермский край, г Оса',
    lnglat: ['55.4688668', '57.2889515'],
  },
  {
    address: 'Пермский край, г Оханск',
    lnglat: ['55.3872469', '57.7180034'],
  },
  {
    address: 'Пермский край, г Очер',
    lnglat: ['54.7161091', '57.8852686'],
  },
  {
    address: 'г Пермь',
    lnglat: ['56.2342034', '58.0102583'],
  },
  {
    address: 'Пермский край, г Соликамск',
    lnglat: ['56.771009', '59.6482998'],
  },
  {
    address: 'Пермский край, г Усолье',
    lnglat: ['56.6837872', '59.4277573'],
  },
  {
    address: 'Пермский край, г Чайковский',
    lnglat: ['54.1477965', '56.7781501'],
  },
  {
    address: 'Пермский край, г Чердынь',
    lnglat: ['56.4799933', '60.4011933'],
  },
  {
    address: 'Пермский край, Ильинский р-н, г Чермоз',
    lnglat: ['56.1507138', '58.7842834'],
  },
  {
    address: 'Пермский край, г Чернушка',
    lnglat: ['56.0763049', '56.5160768'],
  },
  {
    address: 'Пермский край, г Чусовой',
    lnglat: ['57.8193615', '58.2974596'],
  },
  {
    address: 'Приморский край, г Арсеньев',
    lnglat: ['133.2696209', '44.1622031'],
  },
  {
    address: 'Приморский край, г Артем',
    lnglat: ['132.1596175', '43.3501675'],
  },
  {
    address: 'Приморский край, г Большой Камень',
    lnglat: ['132.3480082', '43.1111742'],
  },
  {
    address: 'г Владивосток',
    lnglat: ['131.8823937', '43.1164904'],
  },
  {
    address: 'Приморский край, г Дальнегорск',
    lnglat: ['135.5662716', '44.5539457'],
  },
  {
    address: 'Приморский край, г Дальнереченск',
    lnglat: ['133.7316907', '45.9308483'],
  },
  {
    address: 'Приморский край, г Лесозаводск',
    lnglat: ['133.4186199', '45.4780092'],
  },
  {
    address: 'Приморский край, г Находка',
    lnglat: ['132.8927361', '42.8239372'],
  },
  {
    address: 'Приморский край, г Партизанск',
    lnglat: ['133.1264567', '43.1280578'],
  },
  {
    address: 'Приморский край, г Спасск-Дальний',
    lnglat: ['132.8157288', '44.5901175'],
  },
  {
    address: 'Приморский край, г Уссурийск',
    lnglat: ['131.9518229', '43.7971818'],
  },
  {
    address: 'Приморский край, г Фокино',
    lnglat: ['132.4110196', '42.9706317'],
  },
  {
    address: 'Псковская обл, г Великие Луки',
    lnglat: ['30.5508641', '56.332208'],
  },
  {
    address: 'Псковская обл, г Гдов',
    lnglat: ['27.8264809', '58.7432429'],
  },
  {
    address: 'Псковская обл, г Дно',
    lnglat: ['29.9629389', '57.826974'],
  },
  {
    address: 'Псковская обл, г Невель',
    lnglat: ['29.9239983', '56.0201973'],
  },
  {
    address: 'Псковская обл, г Новоржев',
    lnglat: ['29.3433083', '57.029807'],
  },
  {
    address: 'Псковская обл, г Новосокольники',
    lnglat: ['30.1527573', '56.3408431'],
  },
  {
    address: 'Псковская обл, г Опочка',
    lnglat: ['28.6717519', '56.710725'],
  },
  {
    address: 'Псковская обл, г Остров',
    lnglat: ['28.3437593', '57.3451528'],
  },
  {
    address: 'Псковская обл, г Печоры',
    lnglat: ['27.622259', '57.8145817'],
  },
  {
    address: 'Псковская обл, г Порхов',
    lnglat: ['29.5436626', '57.7765219'],
  },
  {
    address: 'г Псков',
    lnglat: ['28.3317198', '57.8194415'],
  },
  {
    address: 'Псковская обл, г Пустошка',
    lnglat: ['29.3668055', '56.3374813'],
  },
  {
    address: 'Псковская обл, г Пыталово',
    lnglat: ['27.9236214', '57.0637952'],
  },
  {
    address: 'Псковская обл, г Себеж',
    lnglat: ['28.4724326', '56.2908554'],
  },
  {
    address: 'Ростовская обл, г Азов',
    lnglat: ['39.4232555', '47.1121589'],
  },
  {
    address: 'Ростовская обл, г Аксай',
    lnglat: ['39.8756872', '47.2676314'],
  },
  {
    address: 'Ростовская обл, г Батайск',
    lnglat: ['39.7507179', '47.1383299'],
  },
  {
    address: 'Ростовская обл, г Белая Калитва',
    lnglat: ['40.8033529', '48.1769737'],
  },
  {
    address: 'Ростовская обл, г Волгодонск',
    lnglat: ['42.1984951', '47.5165338'],
  },
  {
    address: 'Ростовская обл, г Гуково',
    lnglat: ['39.9484672', '48.0448904'],
  },
  {
    address: 'Ростовская обл, г Донецк',
    lnglat: ['39.945891', '48.3350706'],
  },
  {
    address: 'Ростовская обл, г Зверево',
    lnglat: ['40.1265822', '48.0435487'],
  },
  {
    address: 'Ростовская обл, г Зерноград',
    lnglat: ['40.312837', '46.8495958'],
  },
  {
    address: 'Ростовская обл, г Каменск-Шахтинский',
    lnglat: ['40.2689583', '48.3205326'],
  },
  {
    address: 'Ростовская обл, г Константиновск',
    lnglat: ['41.0967445', '47.5773717'],
  },
  {
    address: 'Ростовская обл, г Красный Сулин',
    lnglat: ['40.0781298', '47.8831311'],
  },
  {
    address: 'Ростовская обл, г Миллерово',
    lnglat: ['40.3984087', '48.9260077'],
  },
  {
    address: 'Ростовская обл, г Морозовск',
    lnglat: ['41.8309225', '48.3511807'],
  },
  {
    address: 'Ростовская обл, г Новочеркасск',
    lnglat: ['40.1042098', '47.411919'],
  },
  {
    address: 'Ростовская обл, г Новошахтинск',
    lnglat: ['39.9363697', '47.757773'],
  },
  {
    address: 'Ростовская обл, г Пролетарск',
    lnglat: ['41.727594', '46.7038963'],
  },
  {
    address: 'г Ростов-на-Дону',
    lnglat: ['39.718803', '47.2224566'],
  },
  {
    address: 'Ростовская обл, г Сальск',
    lnglat: ['41.5410415', '46.4752095'],
  },
  {
    address: 'Ростовская обл, г Семикаракорск',
    lnglat: ['40.8114167', '47.5177337'],
  },
  {
    address: 'Ростовская обл, г Таганрог',
    lnglat: ['38.9350989', '47.2094917'],
  },
  {
    address: 'Ростовская обл, г Цимлянск',
    lnglat: ['42.0931505', '47.6477448'],
  },
  {
    address: 'Ростовская обл, г Шахты',
    lnglat: ['40.2159846', '47.7085287'],
  },
  {
    address: 'Рязанская обл, г Касимов',
    lnglat: ['41.3913211', '54.9373475'],
  },
  {
    address: 'Рязанская обл, г Кораблино',
    lnglat: ['40.0227745', '53.9246659'],
  },
  {
    address: 'Рязанская обл, г Михайлов',
    lnglat: ['39.0091481', '54.2297402'],
  },
  {
    address: 'Рязанская обл, Пронский р-н, г Новомичуринск',
    lnglat: ['39.74654', '54.0376572'],
  },
  {
    address: 'Рязанская обл, г Рыбное',
    lnglat: ['39.5134398', '54.7256164'],
  },
  {
    address: 'Рязанская обл, г Ряжск',
    lnglat: ['40.0522274', '53.7067584'],
  },
  {
    address: 'г Рязань',
    lnglat: ['39.7358609', '54.6254445'],
  },
  {
    address: 'Рязанская обл, г Сасово',
    lnglat: ['41.9117422', '54.3508885'],
  },
  {
    address: 'Рязанская обл, г Скопин',
    lnglat: ['39.5492421', '53.823543'],
  },
  {
    address: 'Рязанская обл, г Спас-Клепики',
    lnglat: ['40.1745338', '55.1291721'],
  },
  {
    address: 'Рязанская обл, г Спасск-Рязанский',
    lnglat: ['40.3763426', '54.4070719'],
  },
  {
    address: 'Рязанская обл, г Шацк',
    lnglat: ['41.7181803', '54.0287312'],
  },
  {
    address: 'Самарская обл, г Жигулевск',
    lnglat: ['49.4945176', '53.4011981'],
  },
  {
    address: 'Самарская обл, г Кинель',
    lnglat: ['50.6343776', '53.2210298'],
  },
  {
    address: 'Самарская обл, г Нефтегорск',
    lnglat: ['51.1637392', '52.7972914'],
  },
  {
    address: 'Самарская обл, г Новокуйбышевск',
    lnglat: ['49.9477382', '53.0994565'],
  },
  {
    address: 'Самарская обл, г Октябрьск',
    lnglat: ['48.670762', '53.1640488'],
  },
  {
    address: 'Самарская обл, г Отрадный',
    lnglat: ['51.3438605', '53.3800848'],
  },
  {
    address: 'Самарская обл, г Похвистнево',
    lnglat: ['52.1235156', '53.6498299'],
  },
  {
    address: 'г Самара',
    lnglat: ['50.1069518', '53.1950306'],
  },
  {
    address: 'Самарская обл, г Сызрань',
    lnglat: ['48.4744629', '53.1558674'],
  },
  {
    address: 'Самарская обл, г Тольятти',
    lnglat: ['49.3894028', '53.5205348'],
  },
  {
    address: 'Самарская обл, г Чапаевск',
    lnglat: ['49.8673269', '52.928961'],
  },
  {
    address: 'г Санкт-Петербург',
    lnglat: ['30.3159004', '59.9391313'],
  },
  {
    address: 'Саратовская обл, г Аркадак',
    lnglat: ['43.4999221', '51.938831'],
  },
  {
    address: 'Саратовская обл, г Аткарск',
    lnglat: ['45.0003247', '51.8736062'],
  },
  {
    address: 'Саратовская обл, г Балаково',
    lnglat: ['47.7827765', '52.0224231'],
  },
  {
    address: 'Саратовская обл, г Балашов',
    lnglat: ['43.1839757', '51.5388697'],
  },
  {
    address: 'Саратовская обл, г Вольск',
    lnglat: ['47.3873595', '52.0459865'],
  },
  {
    address: 'Саратовская обл, г Ершов',
    lnglat: ['48.2762226', '51.3508505'],
  },
  {
    address: 'Саратовская обл, г Калининск',
    lnglat: ['44.4710435', '51.4993591'],
  },
  {
    address: 'Саратовская обл, г Красноармейск',
    lnglat: ['45.695044', '51.023541'],
  },
  {
    address: 'Саратовская обл, г Красный Кут',
    lnglat: ['46.9712016', '50.9598317'],
  },
  {
    address: 'Саратовская обл, г Маркс',
    lnglat: ['46.7400339', '51.7133337'],
  },
  {
    address: 'Саратовская обл, г Новоузенск',
    lnglat: ['48.1413153', '50.455199'],
  },
  {
    address: 'Саратовская обл, г Петровск',
    lnglat: ['45.3851877', '52.3094237'],
  },
  {
    address: 'Саратовская обл, г Пугачев',
    lnglat: ['48.7972223', '52.0159921'],
  },
  {
    address: 'Саратовская обл, г Ртищево',
    lnglat: ['43.7842248', '52.2616271'],
  },
  {
    address: 'г Саратов',
    lnglat: ['46.034257', '51.533557'],
  },
  {
    address: 'Саратовская обл, г Хвалынск',
    lnglat: ['48.1045771', '52.4951572'],
  },
  {
    address: 'Саратовская обл, г Шиханы',
    lnglat: ['47.2023118', '52.1147391'],
  },
  {
    address: 'Саратовская обл, г Энгельс',
    lnglat: ['46.126722', '51.4854003'],
  },
  {
    address: 'Сахалинская обл, г Александровск-Сахалинский',
    lnglat: ['142.1578559', '50.8974378'],
  },
  {
    address: 'Сахалинская обл, г Анива',
    lnglat: ['142.5265804', '46.713152'],
  },
  {
    address: 'Сахалинская обл, г Долинск',
    lnglat: ['142.7945071', '47.3255783'],
  },
  {
    address: 'Сахалинская обл, г Корсаков',
    lnglat: ['142.799445', '46.6324545'],
  },
  {
    address: 'Сахалинская обл, г Курильск',
    lnglat: ['147.8796323', '45.2270954'],
  },
  {
    address: 'Сахалинская обл, г Макаров',
    lnglat: ['142.7803205', '48.6236334'],
  },
  {
    address: 'Сахалинская обл, г Невельск',
    lnglat: ['141.8630725', '46.6526899'],
  },
  {
    address: 'Сахалинская обл, г Оха',
    lnglat: ['142.9412411', '53.5867839'],
  },
  {
    address: 'Сахалинская обл, г Поронайск',
    lnglat: ['143.1008333', '49.238866'],
  },
  {
    address: 'Сахалинская обл, г Северо-Курильск',
    lnglat: ['156.1282211', '50.6730577'],
  },
  {
    address: 'Сахалинская обл, г Томари',
    lnglat: ['142.0615837', '47.7620108'],
  },
  {
    address: 'Сахалинская обл, г Углегорск',
    lnglat: ['142.0692639', '49.0815774'],
  },
  {
    address: 'Сахалинская обл, г Холмск',
    lnglat: ['142.041688', '47.0408423'],
  },
  {
    address: 'г Южно-Сахалинск',
    lnglat: ['142.737976', '46.9591631'],
  },
  {
    address: 'Свердловская обл, г Алапаевск',
    lnglat: ['61.6693817', '57.8475571'],
  },
  {
    address: 'Свердловская обл, Сысертский р-н, г Арамиль',
    lnglat: ['60.8343125', '56.694632'],
  },
  {
    address: 'Свердловская обл, г Артемовский',
    lnglat: ['61.8947443', '57.3384177'],
  },
  {
    address: 'Свердловская обл, г Асбест',
    lnglat: ['61.4581156', '57.0052277'],
  },
  {
    address: 'Свердловская обл, г Березовский',
    lnglat: ['60.8180907', '56.9095924'],
  },
  {
    address: 'Свердловская обл, Богдановичский р-н, г Богданович',
    lnglat: ['62.0463679', '56.7764795'],
  },
  {
    address: 'Свердловская обл, г Верхний Тагил',
    lnglat: ['59.9517653', '57.3763758'],
  },
  {
    address: 'Свердловская обл, г Верхняя Пышма',
    lnglat: ['60.5650383', '56.9758903'],
  },
  {
    address: 'Свердловская обл, г Верхняя Салда',
    lnglat: ['60.5560164', '58.0465803'],
  },
  {
    address: 'Свердловская обл, г Верхняя Тура',
    lnglat: ['59.8265235', '58.3643685'],
  },
  {
    address: 'Свердловская обл, г Верхотурье',
    lnglat: ['60.8103945', '58.8622073'],
  },
  {
    address: 'Свердловская обл, г Волчанск',
    lnglat: ['60.0798618', '59.9351707'],
  },
  {
    address: 'Свердловская обл, г Дегтярск',
    lnglat: ['60.079138', '56.7048206'],
  },
  {
    address: 'г Екатеринбург',
    lnglat: ['60.6054911', '56.8385216'],
  },
  {
    address: 'Свердловская обл, г Заречный',
    lnglat: ['61.3380029', '56.8102931'],
  },
  {
    address: 'Свердловская обл, г Ивдель',
    lnglat: ['60.4245069', '60.6944496'],
  },
  {
    address: 'Свердловская обл, г Ирбит',
    lnglat: ['63.057675', '57.6838362'],
  },
  {
    address: 'Свердловская обл, г Каменск-Уральский',
    lnglat: ['61.9188674', '56.414962'],
  },
  {
    address: 'Свердловская обл, г Камышлов',
    lnglat: ['62.7119766', '56.8465034'],
  },
  {
    address: 'Свердловская обл, г Карпинск',
    lnglat: ['60.0011703', '59.7665925'],
  },
  {
    address: 'Свердловская обл, г Качканар',
    lnglat: ['59.4839155', '58.7051762'],
  },
  {
    address: 'Свердловская обл, г Кировград',
    lnglat: ['60.0624051', '57.4299433'],
  },
  {
    address: 'Свердловская обл, г Краснотурьинск',
    lnglat: ['60.1934525', '59.7636635'],
  },
  {
    address: 'Свердловская обл, г Красноуральск',
    lnglat: ['60.0408764', '58.348651'],
  },
  {
    address: 'Свердловская обл, г Красноуфимск',
    lnglat: ['57.7636637', '56.612387'],
  },
  {
    address: 'Свердловская обл, г Кушва',
    lnglat: ['59.7645766', '58.2826013'],
  },
  {
    address: 'Свердловская обл, г Лесной',
    lnglat: ['59.7981565', '58.6348516'],
  },
  {
    address: 'Свердловская обл, Нижнесергинский р-н, г Михайловск',
    lnglat: ['59.1137316', '56.4370039'],
  },
  {
    address: 'Свердловская обл, г Невьянск',
    lnglat: ['60.2183429', '57.49131'],
  },
  {
    address: 'Свердловская обл, г Нижние Серги',
    lnglat: ['59.2953035', '56.6544959'],
  },
  {
    address: 'Свердловская обл, г Нижний Тагил',
    lnglat: ['59.9812853', '57.910126'],
  },
  {
    address: 'Свердловская обл, г Нижняя Салда',
    lnglat: ['60.7025418', '58.0748272'],
  },
  {
    address: 'Свердловская обл, г Нижняя Тура',
    lnglat: ['59.8520344', '58.6309267'],
  },
  {
    address: 'Свердловская обл, г Новая Ляля',
    lnglat: ['60.5944825', '59.0538977'],
  },
  {
    address: 'Свердловская обл, г Новоуральск',
    lnglat: ['60.0956714', '57.2472567'],
  },
  {
    address: 'Свердловская обл, г Первоуральск',
    lnglat: ['59.942926', '56.9080085'],
  },
  {
    address: 'Свердловская обл, г Полевской',
    lnglat: ['60.2365298', '56.4956952'],
  },
  {
    address: 'Свердловская обл, г Ревда',
    lnglat: ['59.9071591', '56.7986319'],
  },
  {
    address: 'Свердловская обл, г Реж',
    lnglat: ['61.3833842', '57.3717477'],
  },
  {
    address: 'Свердловская обл, г Североуральск',
    lnglat: ['59.9525245', '60.1533109'],
  },
  {
    address: 'Свердловская обл, г Серов',
    lnglat: ['60.5753882', '59.6047724'],
  },
  {
    address: 'Свердловская обл, г Среднеуральск',
    lnglat: ['60.4771018', '56.9918901'],
  },
  {
    address: 'Свердловская обл, Сухоложский р-н, г Сухой Лог',
    lnglat: ['62.0358093', '56.9076193'],
  },
  {
    address: 'Свердловская обл, г Сысерть',
    lnglat: ['60.8190003', '56.5005715'],
  },
  {
    address: 'Свердловская обл, г Тавда',
    lnglat: ['65.274217', '58.0434672'],
  },
  {
    address: 'Свердловская обл, г Талица',
    lnglat: ['63.7320757', '57.0122687'],
  },
  {
    address: 'Свердловская обл, г Туринск',
    lnglat: ['63.6981973', '58.0393524'],
  },
  {
    address: 'г Севастополь',
    lnglat: ['33.525355', '44.6167013'],
  },
  {
    address: 'Респ Северная Осетия - Алания, г Алагир',
    lnglat: ['44.2199715', '43.0417684'],
  },
  {
    address: 'Респ Северная Осетия - Алания, г Ардон',
    lnglat: ['44.2955775', '43.1755152'],
  },
  {
    address: 'Респ Северная Осетия - Алания, г Беслан',
    lnglat: ['44.5338707', '43.1937529'],
  },
  {
    address: 'г Владикавказ',
    lnglat: ['44.6819182', '43.020588'],
  },
  {
    address: 'Респ Северная Осетия - Алания, г Дигора',
    lnglat: ['44.1549483', '43.1567628'],
  },
  {
    address: 'Респ Северная Осетия - Алания, г Моздок',
    lnglat: ['44.6569607', '43.7471342'],
  },
  {
    address: 'Смоленская обл, г Велиж',
    lnglat: ['31.1856206', '55.6057916'],
  },
  {
    address: 'Смоленская обл, г Вязьма',
    lnglat: ['34.2951663', '55.2116983'],
  },
  {
    address: 'Смоленская обл, г Гагарин',
    lnglat: ['34.9950502', '55.5525228'],
  },
  {
    address: 'Смоленская обл, г Демидов',
    lnglat: ['31.5062809', '55.2682105'],
  },
  {
    address: 'Смоленская обл, г Десногорск',
    lnglat: ['33.2833222', '54.146457'],
  },
  {
    address: 'Смоленская обл, г Дорогобуж',
    lnglat: ['33.3023162', '54.9136959'],
  },
  {
    address: 'Смоленская обл, г Духовщина',
    lnglat: ['32.401252', '55.1950257'],
  },
  {
    address: 'Смоленская обл, г Ельня',
    lnglat: ['33.1749867', '54.5837795'],
  },
  {
    address: 'Смоленская обл, г Починок',
    lnglat: ['32.4398039', '54.406244'],
  },
  {
    address: 'Смоленская обл, г Рославль',
    lnglat: ['32.8480258', '53.9449558'],
  },
  {
    address: 'Смоленская обл, г Рудня',
    lnglat: ['31.0794806', '54.9441093'],
  },
  {
    address: 'Смоленская обл, г Сафоново',
    lnglat: ['33.2336988', '55.1199661'],
  },
  {
    address: 'г Смоленск',
    lnglat: ['32.045251', '54.782635'],
  },
  {
    address: 'Смоленская обл, г Сычевка',
    lnglat: ['34.2778793', '55.8308821'],
  },
  {
    address: 'Смоленская обл, г Ярцево',
    lnglat: ['32.6902302', '55.0564732'],
  },
  {
    address: 'Ставропольский край, г Благодарный',
    lnglat: ['43.4306455', '45.0989782'],
  },
  {
    address: 'Ставропольский край, г Буденновск',
    lnglat: ['44.1650339', '44.7816067'],
  },
  {
    address: 'Ставропольский край, г Георгиевск',
    lnglat: ['43.4739851', '44.1485694'],
  },
  {
    address: 'Ставропольский край, г Ессентуки',
    lnglat: ['42.8588653', '44.0446186'],
  },
  {
    address: 'Ставропольский край, г Железноводск',
    lnglat: ['43.0306461', '44.1320568'],
  },
  {
    address: 'Ставропольский край, г Зеленокумск',
    lnglat: ['43.8841877', '44.4032668'],
  },
  {
    address: 'Ставропольский край, г Изобильный',
    lnglat: ['41.708702', '45.3684296'],
  },
  {
    address: 'Ставропольский край, г Ипатово',
    lnglat: ['42.8970206', '45.7181751'],
  },
  {
    address: 'Ставропольский край, г Кисловодск',
    lnglat: ['42.7168721', '43.9052044'],
  },
  {
    address: 'Ставропольский край, г Лермонтов',
    lnglat: ['42.973135', '44.1054107'],
  },
  {
    address: 'Ставропольский край, г Минеральные Воды',
    lnglat: ['43.138408', '44.2087273'],
  },
  {
    address: 'Ставропольский край, г Михайловск',
    lnglat: ['42.0288443', '45.1297323'],
  },
  {
    address: 'Ставропольский край, г Невинномысск',
    lnglat: ['41.9476723', '44.6226031'],
  },
  {
    address: 'Ставропольский край, г Нефтекумск',
    lnglat: ['44.9865347', '44.7544552'],
  },
  {
    address: 'Ставропольский край, г Новоалександровск',
    lnglat: ['41.2153996', '45.4932733'],
  },
  {
    address: 'Ставропольский край, г Новопавловск',
    lnglat: ['43.6342865', '43.9617097'],
  },
  {
    address: 'Ставропольский край, г Пятигорск',
    lnglat: ['43.0661553', '44.041091'],
  },
  {
    address: 'Ставропольский край, г Светлоград',
    lnglat: ['42.8565714', '45.328659'],
  },
  {
    address: 'г Ставрополь',
    lnglat: ['41.9689655', '45.044516'],
  },
  {
    address: 'Тамбовская обл, г Жердевка',
    lnglat: ['41.4617687', '51.8422192'],
  },
  {
    address: 'Тамбовская обл, г Кирсанов',
    lnglat: ['42.7286445', '52.6506335'],
  },
  {
    address: 'Тамбовская обл, г Котовск',
    lnglat: ['41.5101237', '52.5924489'],
  },
  {
    address: 'Тамбовская обл, г Мичуринск',
    lnglat: ['40.5104443', '52.8912389'],
  },
  {
    address: 'Тамбовская обл, г Моршанск',
    lnglat: ['41.8115478', '53.4436216'],
  },
  {
    address: 'Тамбовская обл, г Рассказово',
    lnglat: ['41.874285', '52.6538833'],
  },
  {
    address: 'г Тамбов',
    lnglat: ['41.452264', '52.7213154'],
  },
  {
    address: 'Тамбовская обл, г Уварово',
    lnglat: ['42.2529799', '51.9767841'],
  },
  {
    address: 'Респ Татарстан, г Агрыз',
    lnglat: ['52.9943775', '56.5232864'],
  },
  {
    address: 'Респ Татарстан, г Азнакаево',
    lnglat: ['53.0745527', '54.8598642'],
  },
  {
    address: 'Респ Татарстан, г Альметьевск',
    lnglat: ['52.2970467', '54.9014619'],
  },
  {
    address: 'Респ Татарстан, г Арск',
    lnglat: ['49.877067', '56.0912567'],
  },
  {
    address: 'Респ Татарстан, г Бавлы',
    lnglat: ['53.2458065', '54.4062891'],
  },
  {
    address: 'Респ Татарстан, г Болгар',
    lnglat: ['49.0303882', '54.974891'],
  },
  {
    address: 'Респ Татарстан, г Бугульма',
    lnglat: ['52.7895849', '54.5363495'],
  },
  {
    address: 'Респ Татарстан, г Буинск',
    lnglat: ['48.2901209', '54.9641538'],
  },
  {
    address: 'Респ Татарстан, г Елабуга',
    lnglat: ['52.0543794', '55.7567107'],
  },
  {
    address: 'Респ Татарстан, г Заинск',
    lnglat: ['52.0062972', '55.299053'],
  },
  {
    address: 'Респ Татарстан, г Зеленодольск',
    lnglat: ['48.5010954', '55.8466651'],
  },
  {
    address: 'Респ Татарстан, Верхнеуслонский р-н, г Иннополис',
    lnglat: ['48.7446846', '55.7521699'],
  },
  {
    address: 'г Казань',
    lnglat: ['49.1114975', '55.7943584'],
  },
  {
    address: 'Респ Татарстан, г Кукмор',
    lnglat: ['50.8970238', '56.1861392'],
  },
  {
    address: 'Респ Татарстан, г Лаишево',
    lnglat: ['49.5499838', '55.4042867'],
  },
  {
    address: 'Респ Татарстан, г Лениногорск',
    lnglat: ['52.4431906', '54.5967034'],
  },
  {
    address: 'Респ Татарстан, г Мамадыш',
    lnglat: ['51.4129016', '55.7150413'],
  },
  {
    address: 'Респ Татарстан, г Менделеевск',
    lnglat: ['52.3143347', '55.895169'],
  },
  {
    address: 'Респ Татарстан, г Мензелинск',
    lnglat: ['53.1003968', '55.7270698'],
  },
  {
    address: 'Респ Татарстан, г Набережные Челны',
    lnglat: ['52.3959165', '55.7434619'],
  },
  {
    address: 'Респ Татарстан, г Нижнекамск',
    lnglat: ['51.8144669', '55.6313609'],
  },
  {
    address: 'Респ Татарстан, г Нурлат',
    lnglat: ['50.8049337', '54.4281461'],
  },
  {
    address: 'Респ Татарстан, г Тетюши',
    lnglat: ['48.8314533', '54.936516'],
  },
  {
    address: 'Респ Татарстан, г Чистополь',
    lnglat: ['50.6285784', '55.3699139'],
  },
  {
    address: 'Тверская обл, г Андреаполь',
    lnglat: ['32.2620163', '56.6506724'],
  },
  {
    address: 'Тверская обл, г Бежецк',
    lnglat: ['36.6904983', '57.7860089'],
  },
  {
    address: 'Тверская обл, г Белый',
    lnglat: ['32.9389741', '55.8339056'],
  },
  {
    address: 'Тверская обл, г Бологое',
    lnglat: ['34.0537771', '57.8855767'],
  },
  {
    address: 'Тверская обл, г Весьегонск',
    lnglat: ['37.2567558', '58.6582598'],
  },
  {
    address: 'Тверская обл, г Вышний Волочек',
    lnglat: ['34.5404016', '57.568302'],
  },
  {
    address: 'Тверская обл, г Западная Двина',
    lnglat: ['32.0805315', '56.2566492'],
  },
  {
    address: 'Тверская обл, г Зубцов',
    lnglat: ['34.5825515', '56.1760868'],
  },
  {
    address: 'Тверская обл, г Калязин',
    lnglat: ['37.7819693', '57.2579478'],
  },
  {
    address: 'Тверская обл, г Кашин',
    lnglat: ['37.6119436', '57.360194'],
  },
  {
    address: 'Тверская обл, г Кимры',
    lnglat: ['37.3556605', '56.8733213'],
  },
  {
    address: 'Тверская обл, г Конаково',
    lnglat: ['36.8012716', '56.7275204'],
  },
  {
    address: 'Тверская обл, г Красный Холм',
    lnglat: ['37.1126156', '58.0571446'],
  },
  {
    address: 'Тверская обл, г Кувшиново',
    lnglat: ['34.1676009', '57.0265168'],
  },
  {
    address: 'Тверская обл, г Лихославль',
    lnglat: ['35.4667605', '57.1221304'],
  },
  {
    address: 'Тверская обл, г Нелидово',
    lnglat: ['32.7767459', '56.2232566'],
  },
  {
    address: 'Тверская обл, г Осташков',
    lnglat: ['33.1115372', '57.1456744'],
  },
  {
    address: 'Тверская обл, г Ржев',
    lnglat: ['34.3291002', '56.262881'],
  },
  {
    address: 'Тверская обл, г Старица',
    lnglat: ['34.9336396', '56.514876'],
  },
  {
    address: 'г Тверь',
    lnglat: ['35.9116761', '56.8586059'],
  },
  {
    address: 'Тверская обл, г Торжок',
    lnglat: ['34.9602344', '57.04133'],
  },
  {
    address: 'Тверская обл, г Торопец',
    lnglat: ['31.6355466', '56.5012188'],
  },
  {
    address: 'Тверская обл, г Удомля',
    lnglat: ['35.0167348', '57.8787314'],
  },
  {
    address: 'Томская обл, г Асино',
    lnglat: ['86.1765257', '56.9907085'],
  },
  {
    address: 'Томская обл, г Кедровый',
    lnglat: ['79.5677821', '57.561869'],
  },
  {
    address: 'Томская обл, г Колпашево',
    lnglat: ['82.9025829', '58.3114253'],
  },
  {
    address: 'Томская обл, г Северск',
    lnglat: ['84.8809926', '56.6031285'],
  },
  {
    address: 'Томская обл, г Стрежевой',
    lnglat: ['77.604122', '60.732895'],
  },
  {
    address: 'г Томск',
    lnglat: ['84.9481582', '56.4845804'],
  },
  {
    address: 'Тульская обл, г Алексин',
    lnglat: ['37.0478067', '54.5083349'],
  },
  {
    address: 'Тульская обл, г Белев',
    lnglat: ['36.1382247', '53.8114179'],
  },
  {
    address: 'Тульская обл, г Богородицк',
    lnglat: ['38.1225152', '53.7701014'],
  },
  {
    address: 'Тульская обл, Киреевский р-н, г Болохово',
    lnglat: ['37.826724', '54.0820349'],
  },
  {
    address: 'Тульская обл, г Венев',
    lnglat: ['38.2642236', '54.3542315'],
  },
  {
    address: 'Тульская обл, г Донской',
    lnglat: ['38.3371824', '53.9678944'],
  },
  {
    address: 'Тульская обл, г Ефремов',
    lnglat: ['38.0921657', '53.1464766'],
  },
  {
    address: 'Тульская обл, г Кимовск',
    lnglat: ['38.5380808', '53.9698378'],
  },
  {
    address: 'Тульская обл, г Киреевск',
    lnglat: ['37.9220351', '53.9319555'],
  },
  {
    address: 'Тульская обл, Киреевский р-н, г Липки',
    lnglat: ['37.7020148', '53.9417551'],
  },
  {
    address: 'Тульская обл, г Новомосковск',
    lnglat: ['38.2914024', '54.0109075'],
  },
  {
    address: 'Тульская обл, г Плавск',
    lnglat: ['37.2862352', '53.7096415'],
  },
  {
    address: 'Тульская обл, Щекинский р-н, г Советск',
    lnglat: ['37.6316141', '53.9338874'],
  },
  {
    address: 'Тульская обл, г Суворов',
    lnglat: ['36.4807419', '54.1343585'],
  },
  {
    address: 'г Тула',
    lnglat: ['37.6153842', '54.1920559'],
  },
  {
    address: 'Тульская обл, г Узловая',
    lnglat: ['38.1763201', '53.9730452'],
  },
  {
    address: 'Тульская обл, Суворовский р-н, г Чекалин',
    lnglat: ['36.2474142', '54.0984438'],
  },
  {
    address: 'Тульская обл, г Щекино',
    lnglat: ['37.5176288', '54.0020652'],
  },
  {
    address: 'Тульская обл, г Ясногорск',
    lnglat: ['37.6896048', '54.4795484'],
  },
  {
    address: 'Респ Тыва, г Ак-Довурак',
    lnglat: ['90.5985129', '51.178452'],
  },
  {
    address: 'г Кызыл',
    lnglat: ['94.4376882', '51.7191047'],
  },
  {
    address: 'Респ Тыва, г Туран',
    lnglat: ['93.9173396', '52.1449619'],
  },
  {
    address: 'Респ Тыва, г Чадан',
    lnglat: ['91.5788609', '51.2844502'],
  },
  {
    address: 'Респ Тыва, г Шагонар',
    lnglat: ['92.9199675', '51.5346393'],
  },
  {
    address: 'Тюменская обл, г Заводоуковск',
    lnglat: ['66.5513613', '56.5027463'],
  },
  {
    address: 'Тюменская обл, г Ишим',
    lnglat: ['69.4795776', '56.1104858'],
  },
  {
    address: 'Тюменская обл, г Тобольск',
    lnglat: ['68.2538558', '58.2017299'],
  },
  {
    address: 'г Тюмень',
    lnglat: ['65.5344099', '57.1529744'],
  },
  {
    address: 'Тюменская обл, г Ялуторовск',
    lnglat: ['66.3122992', '56.6547289'],
  },
  {
    address: 'Респ Удмуртская, г Воткинск',
    lnglat: ['53.9873096', '57.0518149'],
  },
  {
    address: 'Респ Удмуртская, г Глазов',
    lnglat: ['52.6635038', '58.1359233'],
  },
  {
    address: 'г Ижевск',
    lnglat: ['53.2114896', '56.852738'],
  },
  {
    address: 'Респ Удмуртская, г Камбарка',
    lnglat: ['54.193374', '56.2659916'],
  },
  {
    address: 'Респ Удмуртская, г Можга',
    lnglat: ['52.2137886', '56.4427774'],
  },
  {
    address: 'Респ Удмуртская, г Сарапул',
    lnglat: ['53.8037657', '56.4615767'],
  },
  {
    address: 'Ульяновская обл, Барышский р-н, г Барыш',
    lnglat: ['47.1181134', '53.6533992'],
  },
  {
    address: 'Ульяновская обл, г Димитровград',
    lnglat: ['49.6262585', '54.2167926'],
  },
  {
    address: 'Ульяновская обл, г Инза',
    lnglat: ['46.3533459', '53.8549647'],
  },
  {
    address: 'Ульяновская обл, г Новоульяновск',
    lnglat: ['48.3910789', '54.1447956'],
  },
  {
    address: 'Ульяновская обл, г Сенгилей',
    lnglat: ['48.7768269', '53.958964'],
  },
  {
    address: 'г Ульяновск',
    lnglat: ['48.3748487', '54.3079415'],
  },
  {
    address: 'Хабаровский край, г Амурск',
    lnglat: ['136.8792444', '50.2344147'],
  },
  {
    address: 'Хабаровский край, г Бикин',
    lnglat: ['134.2550718', '46.8185743'],
  },
  {
    address: 'Хабаровский край, г Вяземский',
    lnglat: ['134.7553856', '47.5353379'],
  },
  {
    address: 'Хабаровский край, г Комсомольск-на-Амуре',
    lnglat: ['137.0079408', '50.5498936'],
  },
  {
    address: 'Хабаровский край, г Николаевск-на-Амуре',
    lnglat: ['140.7111367', '53.1460657'],
  },
  {
    address: 'Хабаровский край, г Советская Гавань',
    lnglat: ['140.285174', '48.9664966'],
  },
  {
    address: 'г Хабаровск',
    lnglat: ['135.0598942', '48.4647258'],
  },
  {
    address: 'Респ Хакасия, г Абаза',
    lnglat: ['90.0885686', '52.6516647'],
  },
  {
    address: 'г Абакан',
    lnglat: ['91.4436721', '53.7223325'],
  },
  {
    address: 'Респ Хакасия, г Саяногорск',
    lnglat: ['91.4122454', '53.1008083'],
  },
  {
    address: 'Респ Хакасия, г Сорск',
    lnglat: ['90.2594446', '54.0002888'],
  },
  {
    address: 'Респ Хакасия, г Черногорск',
    lnglat: ['91.3260229', '53.8259342'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Белоярский',
    lnglat: ['66.6772226', '63.7121099'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Когалым',
    lnglat: ['74.4829794', '62.2639527'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Лангепас',
    lnglat: ['75.1807763', '61.2536939'],
  },
  {
    address:
      'Ханты-Мансийский Автономный округ - Югра АО, Сургутский р-н, г Лянтор',
    lnglat: ['72.179409', '61.6392863'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Мегион',
    lnglat: ['76.1025878', '61.0318712'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Нефтеюганск',
    lnglat: ['72.6164079', '61.0882676'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Нижневартовск',
    lnglat: ['76.5696184', '60.9396698'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Нягань',
    lnglat: ['65.3946047', '62.1454701'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Покачи',
    lnglat: ['75.5941517', '61.7422169'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Пыть-Ях',
    lnglat: ['72.8365617', '60.7585833'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Радужный',
    lnglat: ['77.4584094', '62.1342888'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Советский',
    lnglat: ['63.5667222', '61.3706913'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Сургут',
    lnglat: ['73.3961587', '61.2541083'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Урай',
    lnglat: ['64.8038508', '60.1296954'],
  },
  {
    address: 'г Ханты-Мансийск',
    lnglat: ['69.0184798', '61.0023984'],
  },
  {
    address: 'Ханты-Мансийский Автономный округ - Югра АО, г Югорск',
    lnglat: ['63.3365484', '61.3123568'],
  },
  {
    address: 'Челябинская обл, г Аша',
    lnglat: ['57.2783953', '54.9906527'],
  },
  {
    address: 'Челябинская обл, Саткинский р-н, г Бакал',
    lnglat: ['58.8051698', '54.9406399'],
  },
  {
    address: 'Челябинская обл, г Верхнеуральск',
    lnglat: ['59.2169852', '53.8760961'],
  },
  {
    address: 'Челябинская обл, г Верхний Уфалей',
    lnglat: ['60.2318886', '56.0487158'],
  },
  {
    address: 'Челябинская обл, г Еманжелинск',
    lnglat: ['61.3243477', '54.7554548'],
  },
  {
    address: 'Челябинская обл, г Златоуст',
    lnglat: ['59.6725549', '55.1714905'],
  },
  {
    address: 'Челябинская обл, г Карабаш',
    lnglat: ['60.2358881', '55.4852323'],
  },
  {
    address: 'Челябинская обл, г Карталы',
    lnglat: ['60.6478408', '53.0536197'],
  },
  {
    address: 'Челябинская обл, г Касли',
    lnglat: ['60.7421663', '55.8868784'],
  },
  {
    address: 'Челябинская обл, г Катав-Ивановск',
    lnglat: ['58.1983648', '54.7521438'],
  },
  {
    address: 'Челябинская обл, г Копейск',
    lnglat: ['61.6179185', '55.116665'],
  },
  {
    address: 'Челябинская обл, г Коркино',
    lnglat: ['61.4034576', '54.8903147'],
  },
  {
    address: 'Челябинская обл, г Куса',
    lnglat: ['59.4385778', '55.3386053'],
  },
  {
    address: 'Челябинская обл, г Кыштым',
    lnglat: ['60.5563781', '55.7061276'],
  },
  {
    address: 'Челябинская обл, г Магнитогорск',
    lnglat: ['58.9791437', '53.4072153'],
  },
  {
    address: 'Челябинская обл, г Миасс',
    lnglat: ['60.1077572', '55.0456457'],
  },
  {
    address: 'Челябинская обл, Ашинский р-н, г Миньяр',
    lnglat: ['57.548478', '55.0709557'],
  },
  {
    address: 'Челябинская обл, г Нязепетровск',
    lnglat: ['59.6097202', '56.0536895'],
  },
  {
    address: 'Челябинская обл, г Озерск',
    lnglat: ['60.7076198', '55.763154'],
  },
  {
    address: 'Челябинская обл, г Пласт',
    lnglat: ['60.8151894', '54.3692764'],
  },
  {
    address: 'Челябинская обл, г Сатка',
    lnglat: ['59.0288975', '55.0405288'],
  },
  {
    address: 'Челябинская обл, Ашинский р-н, г Сим',
    lnglat: ['57.6900155', '54.9907827'],
  },
  {
    address: 'Челябинская обл, г Снежинск',
    lnglat: ['60.7324914', '56.0851495'],
  },
  {
    address: 'Челябинская обл, г Трехгорный',
    lnglat: ['58.4464194', '54.8178249'],
  },
  {
    address: 'Челябинская обл, г Троицк',
    lnglat: ['61.5586831', '54.0843745'],
  },
  {
    address: 'Челябинская обл, г Усть-Катав',
    lnglat: ['58.152805', '54.9260812'],
  },
  {
    address: 'Челябинская обл, г Чебаркуль',
    lnglat: ['60.3773121', '54.9818567'],
  },
  {
    address: 'г Челябинск',
    lnglat: ['61.4008078', '55.1602624'],
  },
  {
    address: 'Челябинская обл, г Южноуральск',
    lnglat: ['61.2581158', '54.448927'],
  },
  {
    address: 'Челябинская обл, Катав-Ивановский р-н, г Юрюзань',
    lnglat: ['58.4226698', '54.854662'],
  },
  {
    address: 'Респ Чеченская, г Аргун',
    lnglat: ['45.8723105', '43.2916774'],
  },
  {
    address: 'г Грозный',
    lnglat: ['45.698291', '43.3180145'],
  },
  {
    address: 'Респ Чеченская, г Гудермес',
    lnglat: ['46.1035645', '43.3519142'],
  },
  {
    address: 'Респ Чеченская, г Курчалой',
    lnglat: ['46.0889364', '43.2046547'],
  },
  {
    address: 'Респ Чеченская, г Урус-Мартан',
    lnglat: ['45.539276', '43.120175'],
  },
  {
    address: 'Респ Чеченская, г Шали',
    lnglat: ['45.9009629', '43.1488691'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Алатырь',
    lnglat: ['46.5721997', '54.8397989'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Канаш',
    lnglat: ['47.4918273', '55.507'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Козловка',
    lnglat: ['48.2577735', '55.8406025'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Мариинский Посад',
    lnglat: ['47.7142942', '56.111923'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Новочебоксарск',
    lnglat: ['47.4791113', '56.1094977'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Цивильск',
    lnglat: ['47.4729349', '55.8650213'],
  },
  {
    address: 'г Чебоксары',
    lnglat: ['47.2489782', '56.1438298'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Шумерля',
    lnglat: ['46.4182681', '55.4962415'],
  },
  {
    address: 'Чувашская Республика - Чувашия, г Ядрин',
    lnglat: ['46.2020896', '55.9406974'],
  },
  {
    address: 'г Анадырь',
    lnglat: ['177.5015421', '64.7313924'],
  },
  {
    address: 'Чукотский АО, г Билибино',
    lnglat: ['166.4388172', '68.0584191'],
  },
  {
    address: 'Чукотский АО, г Певек',
    lnglat: ['170.2999022', '69.7016661'],
  },
  {
    address: 'Респ Саха /Якутия/, г Алдан',
    lnglat: ['125.3817188', '58.6094283'],
  },
  {
    address: 'Респ Саха /Якутия/, у Верхоянский, г Верхоянск',
    lnglat: ['133.390735', '67.5502451'],
  },
  {
    address: 'Респ Саха /Якутия/, г Вилюйск',
    lnglat: ['121.627284', '63.7517616'],
  },
  {
    address: 'Респ Саха /Якутия/, г Ленск',
    lnglat: ['114.9548255', '60.7276196'],
  },
  {
    address: 'Респ Саха /Якутия/, г Мирный',
    lnglat: ['113.9667728', '62.536232'],
  },
  {
    address: 'Респ Саха /Якутия/, г Нерюнгри',
    lnglat: ['124.7202403', '56.6599953'],
  },
  {
    address: 'Респ Саха /Якутия/, г Нюрба',
    lnglat: ['118.3242437', '63.2828955'],
  },
  {
    address: 'Респ Саха /Якутия/, г Олекминск',
    lnglat: ['120.4060878', '60.3758006'],
  },
  {
    address: 'Респ Саха /Якутия/, г Покровск',
    lnglat: ['129.1482392', '61.4843503'],
  },
  {
    address: 'Респ Саха /Якутия/, г Среднеколымск',
    lnglat: ['153.7069425', '67.4582218'],
  },
  {
    address: 'Респ Саха /Якутия/, у Алданский, г Томмот',
    lnglat: ['126.2875462', '58.9586859'],
  },
  {
    address: 'Респ Саха /Якутия/, у Мирнинский, г Удачный',
    lnglat: ['112.3061555', '66.4071765'],
  },
  {
    address: 'г Якутск',
    lnglat: ['129.7325887', '62.0281405'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Губкинский',
    lnglat: ['76.4713274', '64.4457594'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Лабытнанги',
    lnglat: ['66.3883009', '66.6592841'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Муравленко',
    lnglat: ['74.4948635', '63.7940552'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Надым',
    lnglat: ['72.5182736', '65.5377966'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Новый Уренгой',
    lnglat: ['76.6809681', '66.0839433'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Ноябрьск',
    lnglat: ['75.4510581', '63.2018039'],
  },
  {
    address: 'г Салехард',
    lnglat: ['66.6085318', '66.5492077'],
  },
  {
    address: 'Ямало-Ненецкий АО, г Тарко-Сале',
    lnglat: ['77.7610236', '64.9118803'],
  },
  {
    address: 'Ярославская обл, г Гаврилов-Ям',
    lnglat: ['39.8546444', '57.3091058'],
  },
  {
    address: 'Ярославская обл, г Данилов',
    lnglat: ['40.1795067', '58.1860098'],
  },
  {
    address: 'Ярославская обл, г Любим',
    lnglat: ['40.686841', '58.3620228'],
  },
  {
    address: 'Ярославская обл, г Мышкин',
    lnglat: ['38.4544224', '57.7881684'],
  },
  {
    address: 'Ярославская обл, г Переславль-Залесский',
    lnglat: ['38.8543617', '56.7360544'],
  },
  {
    address: 'Ярославская обл, г Пошехонье',
    lnglat: ['39.1208434', '58.5062879'],
  },
  {
    address: 'Ярославская обл, г Ростов',
    lnglat: ['39.4378622', '57.2051315'],
  },
  {
    address: 'Ярославская обл, г Рыбинск',
    lnglat: ['38.8584119', '58.0485495'],
  },
  {
    address: 'Ярославская обл, г Тутаев',
    lnglat: ['39.5369627', '57.8674993'],
  },
  {
    address: 'Ярославская обл, г Углич',
    lnglat: ['38.3020044', '57.5224249'],
  },
  {
    address: 'г Ярославль',
    lnglat: ['39.8977411', '57.6215477'],
  },
];
